{"Hypertension ": {"overview": "\n\n\n\n\r\n\t    Pulmonary hypertension\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nPulmonary hypertension\n\n\nPulmonary hypertension\nWhen blood vessels in the lungs become thickened, narrowed, blocked or destroyed, it's harder for blood to flow through the lungs. As a result, blood pressure increases in the lungs. This condition is called pulmonary hypertension.\n\n\n\n\n Pulmonary hypertension is a type of high blood pressure that affects the arteries in the lungs and the right side of the heart. In one form of pulmonary hypertension, called pulmonary arterial hypertension (PAH), blood vessels in the lungs are narrowed, blocked or destroyed. The damage slows blood flow through the lungs. Blood pressure in the lung arteries goes up. The heart must work harder to pump blood through the lungs. The extra effort eventually causes the heart muscle to become weak and fail. In some people, pulmonary hypertension slowly gets worse and can be life-threatening. There's no cure for pulmonary hypertension. But treatments are available to help you feel better, live longer and improve your quality of life.", "symptoms": "Shortness of breath, at first while exercising and eventually while at rest.\nBlue or gray skin color due to low oxygen levels. Depending on your skin color, these changes may be harder or easier to see.\nChest pressure or pain.\nDizziness or fainting spells.\nFast pulse or pounding heartbeat.\nFatigue.\nSwelling in the ankles, legs and belly area.", "causes": "", "risk_factors": "A family history of the condition.\nBeing overweight.\nSmoking.\nBlood-clotting disorders or a family history of blood clots in the lungs.\nExposure to asbestos.\nA heart problem that you're born with, called a congenital heart defect.\nLiving at a high altitude.\nUse of certain drugs, including some weight-loss medicines and illegal drugs such as cocaine or methamphetamine.", "complications": "Potential complications of pulmonary hypertension include:", "diagnosis": "Pulmonary hypertension is hard to diagnose early because it's not often found during a routine physical exam. Even when pulmonary hypertension is more advanced, its symptoms are similar to those of other heart and lung conditions.\nTo diagnose pulmonary hypertension, a health care professional examines you and asks about your symptoms. You'll likely be asked questions about your medical and family history.\nTests\nTests done to help diagnose pulmonary hypertension may include:\n\nBlood tests. Blood tests can help find the cause of pulmonary hypertension or show signs of complications.\nChest X-ray. A chest X-ray creates pictures of the heart, lungs and chest. It may be used to check for other lung conditions that can cause pulmonary hypertension.\nElectrocardiogram (ECG or EKG). This simple test records the electrical activity of the heart. It can show changes in the heartbeat.\n\nEchocardiogram. Sound waves are used to create moving images of the beating heart. An echocardiogram shows blood flow through the heart. This test may be done to help diagnose pulmonary hypertension or to determine how well treatments are working.\nSometimes, an echocardiogram is done while exercising on a stationary bike or treadmill to learn how activity affects the heart. If you have this test, you may be asked to wear a mask that checks how well the heart and lungs use oxygen and carbon dioxide.\n\n\nRight heart catheterization. If an echocardiogram shows pulmonary hypertension, this test may be done to confirm the diagnosis.\nDuring this procedure, a cardiologist places a thin, flexible tube called a catheter into a blood vessel, usually in the neck. The catheter is gently guided into the lower right heart chamber and the pulmonary artery. A doctor can then measure blood pressure in the main pulmonary arteries and the right ventricle.\n\n\nOther tests may be done to check the condition of the lungs and pulmonary arteries. The following tests may give more information about the cause of pulmonary hypertension:\n\nExercise stress tests. These tests often involve walking on a treadmill or riding a stationary bike while the heartbeat is watched. They can show how the heart reacts to exercise.\n\nComputerized tomography (CT) scan. This test uses X-rays to create cross-sectional images of specific parts of the body. Dye called contrast may be given into a vein to help the blood vessels show up more clearly on the images.\nA heart CT scan, called a cardiac CT scan, can show the size of the heart and any blockages in the pulmonary arteries. It can help diagnose lung diseases that might lead to pulmonary hypertension such as COPD or pulmonary fibrosis.\n\nMagnetic resonance imaging (MRI). This test uses magnetic fields and radio waves to create detailed images of the heart. It can show blood flow in the pulmonary arteries and determine how well the right lower heart chamber is working.\nLung function test. For this test, you blow into a special device. The device measures how much air the lungs can hold. It shows how air flows in and out of the lungs.\nSleep study. A sleep study measures brain activity, heart rate, blood pressure, oxygen levels and other things as you sleep. The test can help diagnose sleep apnea, which can cause pulmonary hypertension.\nVentilation/perfusion (V/Q) scan. In this test, a radioactive tracer is given through a vein (IV). The tracer shows blood flow. You also may breathe in a tracer that shows airflow to the lungs. A V/Q scan can show whether blood clots are causing symptoms of pulmonary hypertension.\nLung biopsy. Rarely, a sample of tissue may be taken from the lung to check for a possible cause of pulmonary hypertension.\n\nGenetic testing\nScreening for gene changes that cause pulmonary hypertension may be recommended. If you have these gene changes, other family members may need to be screened too.\nPulmonary hypertension functional classification\nOnce a diagnosis of pulmonary hypertension is confirmed, the condition is classified according to how the symptoms affect you and your ability to do everyday tasks.\nPulmonary hypertension may fall into one of the following groups:\n\nClass I. Pulmonary hypertension is diagnosed, but there are no symptoms during rest or exercise.\nClass II. There are no symptoms at rest. Everyday chores or activities such as going to work or the grocery store may cause some shortness of breath or mild chest pain. There's a slight limitation of physical activity.\nClass III. It's comfortable at rest, but doing simple tasks such as bathing, dressing or preparing meals causes fatigue, shortness of breath and chest pain. The ability to do physical activity becomes very limited.\nClass IV. Symptoms occur at rest and during physical activity. Any type of activity causes increasing discomfort.\n\nYour health care team may use a risk calculator that considers your symptoms and test results to understand what type of treatment is needed. This is called pulmonary hypertension risk stratification.\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your pulmonary hypertension-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n\nMore InformationPulmonary hypertension care at Mayo ClinicCardiac catheterizationChest X-raysCT scanEchocardiogramGenetic testingMRIShow more related information", "treatment": "There's no cure for pulmonary hypertension. But treatment is available to improve symptoms and prolong life, and to keep the disease from getting worse. You also may get treatments for any health problem that might be causing pulmonary hypertension.\nIt often takes some time to find the most appropriate treatment for pulmonary hypertension. The treatments are often complex. You usually need a lot of health checkups.\nMedications\nIf you have pulmonary hypertension, you may get medicines to treat your symptoms and help you feel better. Medicines also may be used to treat or prevent complications. Treatment may include:\n\n\nMedicines to relax blood vessels. Also called vasodilators, these medicines help open narrowed blood vessels and improve blood flow. The medicine comes in many forms. It may be breathed in, taken by mouth or given by IV. Some types are given continuously through a small pump attached to the body.\nExamples of vasodilators to treat pulmonary hypertension include epoprostenol (Flolan, Veletr), treprostinil (Remodulin, Tyvaso, others), Iloprost (Ventavis) and selexipag (Uptravi).\n\nSoluble guanylate cyclase (sGC) stimulators. This type of medicine relaxes the pulmonary arteries and lowers pressure in the lungs. Examples include riociguat (Adempas). Do not take these medicines if you're pregnant.\nMedicines to widen blood vessels. Medicines called endothelin receptor antagonists reverse the effect of a substance in the walls of blood vessels that causes them to narrow. Such medicines include bosentan (Tracleer), macitentan (Opsumit) and ambrisentan (Letairis). They may improve energy level and symptoms. Do not take these medicines if you are pregnant.\nMedicines to increase blood flow. Medicines called phosphodiesterase 5 (PDE5) inhibitors may be used to increase blood flow through the lungs. These medicines also are used to treat erectile dysfunction. They include sildenafil (Revatio, Viagra) and tadalafil (Adcirca, Alyq, Cialis).\nHigh-dose calcium channel blockers. These medicines help relax the muscles in the walls of blood vessels. They include amlodipine (Norvasc), diltiazem (Cardizem, Tiazac, others) and nifedipine (Procardia). Although calcium channel blockers can be effective, only a small number of people with pulmonary hypertension improve while taking them.\nBlood thinners. Also called anticoagulants, these medicines help prevent blood clots. One example is warfarin (Jantoven). Blood-thinning medicines slow the clotting process. The medicines can increase the risk of bleeding. This is especially true if you're having surgery or a procedure that enters the body or creates an opening in the skin. Talk to your health care team about your risk.\nDigoxin (Lanoxin). This medicine helps the heart beat stronger and pump more blood. It can help control irregular heartbeats.\nWater pills, also called diuretics. These medicines help the kidneys remove excess fluid from the body. This reduces the amount of work the heart has to do. Diuretics also may be used to reduce fluid buildup in the lungs, legs and belly area.\nOxygen therapy. Breathing pure oxygen is sometimes recommended as a treatment for pulmonary hypertension. This treatment may be suggested if you live at a high altitude or have sleep apnea. Some people with pulmonary hypertension need oxygen therapy all the time.\n\nSurgery or other procedures\nIf medicines do not help control the symptoms of pulmonary hypertension, surgery may be recommended. Surgeries and procedures to treat pulmonary hypertension may include:\n\nAtrial septostomy. This treatment may be recommended if medicines don't control pulmonary hypertension symptoms. In an atrial septostomy, a doctor creates an opening between the upper left and right chambers of the heart. The opening reduces the pressure on the right side of the heart. Potential complications include irregular heartbeats called arrhythmias.\nLung or heart-lung transplant. Sometimes, a lung or heart-lung transplant may be needed, especially for younger people who have idiopathic pulmonary arterial hypertension. After a transplant, medicine must be taken for life to help reduce the chance of rejection.\n"}, "Tuberculosis": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Hypothyroidism": {"overview": "Hypothyroidism happens when the thyroid gland doesn't make enough thyroid hormone. This condition also is called underactive thyroid. Hypothyroidism may not cause noticeable symptoms in its early stages. Over time, hypothyroidism that isn't treated can lead to other health problems, such as high cholesterol and heart problems. Blood tests are used to diagnose hypothyroidism. Treatment with thyroid hormone medicine usually is simple, safe and effective once you and your health care provider find the right dosage for you.", "symptoms": "Tiredness.\nMore sensitivity to cold.\nConstipation.\nDry skin.\nWeight gain.\nPuffy face.\nHoarse voice.\nCoarse hair and skin.\nMuscle weakness.\nMuscle aches, tenderness and stiffness.\nMenstrual cycles that are heavier than usual or irregular.\nThinning hair.\nSlowed heart rate, also called bradycardia.\nDepression.\nMemory problems.", "causes": "The thyroid is a small, butterfly-shaped gland located at the base of the neck, just below the Adam's apple. The thyroid gland makes two main hormones: thyroxine (T-4) and triiodothyronine (T-3). These hormones affect every cell in the body. They support the rate at which the body uses fats and carbohydrates. They help control body temperature. They have an effect on heart rate. And they help control how much protein the body makes.\nHypothyroidism happens when the thyroid gland doesn't make enough hormones. Conditions or problems that can lead to hypothyroidism include:", "risk_factors": "Are a woman.\nHave a family history of thyroid disease.\nHave an autoimmune disease, such as type 1 diabetes or celiac disease.\nHave received treatment for hyperthyroidism.\nReceived radiation to your neck or upper chest.\nHave had thyroid surgery.", "complications": "Hypothyroidism that isn't treated can lead to other health problems, including:", "diagnosis": "The symptoms of hypothyroidism can be different from person to person. And they often look like symptoms of other health problems. Because of that, a diagnosis of hypothyroidism doesn't rely on symptoms alone. It's usually based on the results of blood tests.\nThe first blood test typically done to diagnose hypothyroidism measures the level of thyroid-stimulating hormone (TSH) in the blood. If it's high, the test is done again, along with a blood test for the thyroid hormone T-4. If the results show that TSH is high and T-4 is low, then the diagnosis is hypothyroidism. In some cases, the thyroid hormone T-3 may be measured as well.\nIf the second test shows high TSH but T-4 and T-3 are in the standard range, then the diagnosis is a condition called subclinical hypothyroidism. It usually doesn't cause any noticeable symptoms.\nTSH tests also play an important role in managing hypothyroidism over time. They help your health care provider find and maintain the right dosage of medication for you.\nThe results of these blood tests can be affected by some medicines or supplements. This includes biotin, a vitamin taken as a stand-alone supplement or as part of a multivitamin. Before you have blood tests done, tell your health care provider about any medicines or supplements you take.", "treatment": "Treatment for hypothyroidism usually includes taking the thyroid hormone medicine levothyroxine (Levo-T, Synthroid, others) every day. This medicine is taken by mouth. It returns hormone levels to a healthy range, eliminating symptoms of hypothyroidism.\nYou'll likely start to feel better one or two weeks after you begin treatment. Treatment with levothyroxine likely will be lifelong. Because the dosage you need may change, your health care provider may check your TSH level every year.\nFinding the right dosage\nTo find the right dosage of levothyroxine for you, your health care provider checks your level of TSH about 6 to 8 weeks after you start taking the medicine. You may need another blood test to check TSH again six months later. Too much levothyroxine can cause side effects, such as:\n\nTiredness.\nIncreased appetite.\nSleep problems.\nShakiness.\nPounding of the heart, sometimes called heart palpitations.\n\nLevothyroxine typically causes no side effects when used in the correct dose. If you change brands of the medicine, tell your health care provider, as the dosage may need to change.\nIf you have coronary artery disease or severe hypothyroidism, your health care provider may start treatment with a smaller amount of medicine and then slowly increase the dosage. This allows your heart to adjust to the rise in your body's metabolism.\nTaking levothyroxine correctly\nLevothyroxine is best taken on an empty stomach at the same time every day. Ideally, you take the hormone in the morning, and then wait 30 to 60 minutes before you eat or take other medicine. If you take the medicine at bedtime, wait to take it until at least four hours after your last meal or snack.\nDon't skip doses or stop taking the medicine because you feel better. If you do, it's likely that the symptoms of hypothyroidism will slowly return. If you miss a dose of levothyroxine, take two pills the next day.\nSome medicines, supplements and even some foods may affect your body's ability to absorb levothyroxine. Talk to your health care provider if you eat large amounts of soy products, or if you typically eat a high-fiber diet. Also, tell your provider if you take other medicines, especially:\n\nIron supplements or multivitamins that contain iron.\nAluminum hydroxide, which is found in some antacids.\nCalcium supplements.\n\nSubclinical hypothyroidism\nIf you are diagnosed with subclinical hypothyroidism, talk about treatment with your health care provider. For a mild rise in TSH, thyroid hormone medicine may not be useful. If your TSH level is higher, but still in the subclinical range, thyroid hormones may improve some symptoms."}, "Gastroenteritis": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Bronchial Asthma": {"overview": "\n\n\n\n\r\n\t    Asthma attack\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nAsthma attack\n\n\nAsthma attack\nIf you have asthma, the inside walls of the airways in your lungs can become inflamed and swollen. In addition, membranes in your airway linings may secrete excess mucus. The result is an asthma attack. During an asthma attack, your narrowed airways make it harder to breathe, and you may cough and wheeze.\n\n\n\n\n Asthma is a condition in which your airways narrow and swell and may produce extra mucus. This can make breathing difficult and trigger coughing, a whistling sound (wheezing) when you breathe out and shortness of breath. For some people, asthma is a minor nuisance. For others, it can be a major problem that interferes with daily activities and may lead to a life-threatening asthma attack. Asthma can't be cured, but its symptoms can be controlled. Because asthma often changes over time, it's important that you work with your doctor to track your signs and symptoms and adjust your treatment as needed.", "symptoms": "Shortness of breath\nChest tightness or pain\nWheezing when exhaling, which is a common sign of asthma in children\nTrouble sleeping caused by shortness of breath, coughing or wheezing\nCoughing or wheezing attacks that are worsened by a respiratory virus, such as a cold or the flu", "causes": "It isn't clear why some people get asthma and others don't, but it's probably due to a combination of environmental and inherited (genetic) factors.", "risk_factors": "Having a blood relative with asthma, such as a parent or sibling\nHaving another allergic condition, such as atopic dermatitis — which causes red, itchy skin — or hay fever — which causes a runny nose, congestion and itchy eyes\nBeing overweight\nBeing a smoker\nExposure to secondhand smoke\nExposure to exhaust fumes or other types of pollution\nExposure to occupational triggers, such as chemicals used in farming, hairdressing and manufacturing", "complications": "Asthma complications include:", "diagnosis": "Physical exam\nYour doctor will perform a physical exam to rule out other possible conditions, such as a respiratory infection or chronic obstructive pulmonary disease (COPD). Your doctor will also ask you questions about your signs and symptoms and about any other health problems. \nTests to measure lung function\nYou may be given lung function tests to determine how much air moves in and out as you breathe. These tests may include:\n\nSpirometry. This test estimates the narrowing of your bronchial tubes by checking how much air you can exhale after a deep breath and how fast you can breathe out.\nPeak flow. A peak flow meter is a simple device that measures how hard you can breathe out. Lower than usual peak flow readings are a sign that your lungs may not be working as well and that your asthma may be getting worse. Your doctor will give you instructions on how to track and deal with low peak flow readings.\n\nLung function tests often are done before and after taking a medication to open your airways called a bronchodilator (brong-koh-DIE-lay-tur), such as albuterol. If your lung function improves with use of a bronchodilator, it's likely you have asthma.\nAdditional tests\nOther tests to diagnose asthma include:\n\nMethacholine challenge. Methacholine is a known asthma trigger. When inhaled, it will cause your airways to narrow slightly. If you react to the methacholine, you likely have asthma. This test may be used even if your initial lung function test is normal.\nImaging tests. A chest X-ray can help identify any structural abnormalities or diseases (such as infection) that can cause or aggravate breathing problems.\nAllergy testing. Allergy tests can be performed by a skin test or blood test. They tell you if you're allergic to pets, dust, mold or pollen. If allergy triggers are identified, your doctor may recommend allergy shots.\nNitric oxide test. This test measures the amount of the gas nitric oxide in your breath. When your airways are inflamed — a sign of asthma — you may have higher than normal nitric oxide levels. This test isn't widely available.\nSputum eosinophils. This test looks for certain white blood cells (eosinophils) in the mixture of saliva and mucus (sputum) you discharge during coughing. Eosinophils are present when symptoms develop and become visible when stained with a rose-colored dye.\nProvocative testing for exercise and cold-induced asthma. In these tests, your doctor measures your airway obstruction before and after you perform vigorous physical activity or take several breaths of cold air.\n\nHow asthma is classified\nTo classify your asthma severity, your doctor will consider how often you have signs and symptoms and how severe they are. Your doctor will also consider the results of your physical exam and diagnostic tests.\nDetermining your asthma severity helps your doctor choose the best treatment. Asthma severity often changes over time, requiring treatment adjustments.\nAsthma is classified into four general categories:\n\n\n\nAsthma classification\nSigns and symptoms\n\n\nMild intermittent\nMild symptoms up to two days a week and up to two nights a month\n\n\nMild persistent\nSymptoms more than twice a week, but no more than once in a single day\n\n\nModerate persistent\nSymptoms once a day and more than one night a week\n\n\nSevere persistent\nSymptoms throughout the day on most days and frequently at night\n\n\n\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your asthma-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n\nMore InformationAsthma care at Mayo ClinicAsthma: Testing and diagnosisCT scanSpirometryX-rayShow more related information", "treatment": "Prevention and long-term control are key to stopping asthma attacks before they start. Treatment usually involves learning to recognize your triggers, taking steps to avoid triggers and tracking your breathing to make sure your medications are keeping symptoms under control. In case of an asthma flare-up, you may need to use a quick-relief inhaler.\nMedications\nThe right medications for you depend on a number of things — your age, symptoms, asthma triggers and what works best to keep your asthma under control.\nPreventive, long-term control medications reduce the swelling (inflammation) in your airways that leads to symptoms. Quick-relief inhalers (bronchodilators) quickly open swollen airways that are limiting breathing. In some cases, allergy medications are necessary.\nLong-term asthma control medications, generally taken daily, are the cornerstone of asthma treatment. These medications keep asthma under control on a day-to-day basis and make it less likely you'll have an asthma attack. Types of long-term control medications include:\n\n\nInhaled corticosteroids. These medications include fluticasone propionate (Flovent HFA, Flovent Diskus, Xhance), budesonide (Pulmicort Flexhaler, Pulmicort Respules, Rhinocort), ciclesonide (Alvesco), beclomethasone (Qvar Redihaler), mometasone (Asmanex HFA, Asmanex Twisthaler) and fluticasone furoate (Arnuity Ellipta).\nYou may need to use these medications for several days to weeks before they reach their maximum benefit. Unlike oral corticosteroids, inhaled corticosteroids have a relatively low risk of serious side effects.\n\n\nLeukotriene modifiers. These oral medications — including montelukast (Singulair), zafirlukast (Accolate) and zileuton (Zyflo) — help relieve asthma symptoms.\nMontelukast has been linked to psychological reactions, such as agitation, aggression, hallucinations, depression and suicidal thinking. Seek medical advice right away if you experience any of these reactions.\n\nCombination inhalers. These medications — such as fluticasone-salmeterol (Advair HFA, Airduo Digihaler, others), budesonide-formoterol (Symbicort), formoterol-mometasone (Dulera) and fluticasone furoate-vilanterol (Breo Ellipta) — contain a long-acting beta agonist along with a corticosteroid.\nTheophylline. Theophylline (Theo-24, Elixophyllin, Theochron) is a daily pill that helps keep the airways open by relaxing the muscles around the airways. It's not used as often as other asthma medications and requires regular blood tests.\n\nQuick-relief (rescue) medications are used as needed for rapid, short-term symptom relief during an asthma attack. They may also be used before exercise if your doctor recommends it. Types of quick-relief medications include:\n\n\nShort-acting beta agonists. These inhaled, quick-relief bronchodilators act within minutes to rapidly ease symptoms during an asthma attack. They include albuterol (ProAir HFA, Ventolin HFA, others) and levalbuterol (Xopenex, Xopenex HFA).\nShort-acting beta agonists can be taken using a portable, hand-held inhaler or a nebulizer, a machine that converts asthma medications to a fine mist. They're inhaled through a face mask or mouthpiece.\n\nAnticholinergic agents. Like other bronchodilators, ipratropium (Atrovent HFA) and tiotropium (Spiriva, Spiriva Respimat) act quickly to immediately relax your airways, making it easier to breathe. They're mostly used for emphysema and chronic bronchitis, but can be used to treat asthma.\nOral and intravenous corticosteroids. These medications — which include prednisone (Prednisone Intensol, Rayos) and methylprednisolone (Medrol, Depo-Medrol, Solu-Medrol) — relieve airway inflammation caused by severe asthma. They can cause serious side effects when used long term, so these drugs are used only on a short-term basis to treat severe asthma symptoms.\n\nIf you have an asthma flare-up, a quick-relief inhaler can ease your symptoms right away. But you shouldn't need to use your quick-relief inhaler very often if your long-term control medications are working properly.\nKeep a record of how many puffs you use each week. If you need to use your quick-relief inhaler more often than your doctor recommends, see your doctor. You probably need to adjust your long-term control medication.\nAllergy medications may help if your asthma is triggered or worsened by allergies. These include:\n\nAllergy shots (immunotherapy). Over time, allergy shots gradually reduce your immune system reaction to specific allergens. You generally receive shots once a week for a few months, then once a month for a period of three to five years.\nBiologics. These medications — which include omalizumab (Xolair), mepolizumab (Nucala), dupilumab (Dupixent), reslizumab (Cinqair) and benralizumab (Fasenra) — are specifically for people who have severe asthma.\n\nBronchial thermoplasty\nThis treatment is used for severe asthma that doesn't improve with inhaled corticosteroids or other long-term asthma medications. It isn't widely available nor right for everyone.\nDuring bronchial thermoplasty, your doctor heats the insides of the airways in the lungs with an electrode. The heat reduces the smooth muscle inside the airways. This limits the ability of the airways to tighten, making breathing easier and possibly reducing asthma attacks. The therapy is generally done over three outpatient visits.\nTreat by severity for better control: A stepwise approach\nYour treatment should be flexible and based on changes in your symptoms. Your doctor should ask about your symptoms at each visit. Based on your signs and symptoms, your doctor can adjust your treatment accordingly.\nFor example, if your asthma is well controlled, your doctor may prescribe less medication. If your asthma isn't well controlled or is getting worse, your doctor may increase your medication and recommend more-frequent visits.\nAsthma action plan\nWork with your doctor to create an asthma action plan that outlines in writing when to take certain medications or when to increase or decrease the dose of your medications based on your symptoms. Also include a list of your triggers and the steps you need to take to avoid them.\nYour doctor may also recommend tracking your asthma symptoms or using a peak flow meter on a regular basis to monitor how well your treatment is controlling your asthma."}, "Hepatitis D": {"overview": "\n\n\n\n\r\n\t    The liver\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nThe liver\n\n\nThe liver\nThe liver is the largest organ in the body. It's about the size of a football. It sits mainly in the upper right portion of the stomach area, above the stomach.\n\n\n\n\n Toxic hepatitis is an inflammation of your liver in reaction to certain substances to which you're exposed. Toxic hepatitis can be caused by alcohol, chemicals, drugs or nutritional supplements. In some cases, toxic hepatitis develops within hours or days of exposure to a toxin. In other cases, it may take months of regular use before signs and symptoms appear. The symptoms of toxic hepatitis often go away when exposure to the toxin stops. But toxic hepatitis can permanently damage your liver, leading to irreversible scarring of liver tissue (cirrhosis) and in some cases to liver failure, which can be life-threatening. ", "symptoms": "Yellowing of the skin and whites of the eyes (jaundice)\nItching\nAbdominal pain in the upper right portion of the abdomen\nFatigue\nLoss of appetite\nNausea and vomiting\nRash\nFever\nWeight loss\nDark or tea-colored urine", "causes": "Toxic hepatitis occurs when your liver develops inflammation because of exposure to a toxic substance. Toxic hepatitis may also develop when you take too much of a prescription or over-the-counter medication.\nThe liver normally removes and breaks down most drugs and chemicals from your bloodstream. Breaking down toxins creates byproducts that can damage the liver. Although the liver has a great capacity for regeneration, constant exposure to toxic substances can cause serious, sometimes irreversible harm.\nToxic hepatitis can be caused by:", "risk_factors": "Taking over-the-counter pain relievers or certain prescription drugs. Taking a medication or over-the-counter pain reliever that carries a risk of liver damage increases your risk of toxic hepatitis. This is especially true if you take multiple medications or take more than the recommended dose of medication.\nHaving a liver disease. Having a serious liver disorder such as cirrhosis or nonalcoholic fatty liver disease makes you much more susceptible to the effects of toxins.\nHaving hepatitis. Chronic infection with a hepatitis virus (hepatitis B, hepatitis C or one of the other — extremely rare — hepatitis viruses that may persist in the body) makes your liver more vulnerable.\nAging. As you age, your liver breaks down harmful substances more slowly. This means that toxins and their byproducts stay in your body longer.\nDrinking alcohol. Drinking alcohol while taking medications or certain herbal supplements increases the risk of toxicity.\nBeing female. Because women seem to metabolize certain toxins more slowly than men do, their livers are exposed to higher blood concentrations of harmful substances for a longer time. This increases the risk of toxic hepatitis.\nHaving certain genetic mutations. Inheriting certain genetic mutations that affect the production and action of the liver enzymes that break down toxins may make you more susceptible to toxic hepatitis.\nWorking with industrial toxins. Working with certain industrial chemicals puts you at risk of toxic hepatitis.", "complications": "", "diagnosis": "\n\n\n\n\r\n\t    Liver biopsy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nLiver biopsy\n\n\nLiver biopsy\nA liver biopsy is a procedure to remove a small sample of liver tissue for laboratory testing. Liver biopsy is commonly performed by inserting a thin needle through your skin and into your liver.\n\n\n\n\n\nTests and procedures used to diagnose toxic hepatitis include:\n\nPhysical exam. Your doctor will likely perform a physical exam and take a medical history. Be sure to bring to your appointment all medications you're taking, including over-the-counter drugs and herbs, in their original containers. Tell your doctor if you work with industrial chemicals or may have been exposed to pesticides, herbicides or other environmental toxins.\nBlood tests. Your doctor may order blood tests that look for high levels of certain liver enzymes. These enzyme levels can show how well your liver is functioning.\nImaging tests. Your doctor may recommend an imaging test to create a picture of your liver using ultrasound, computerized tomography (CT) or magnetic resonance imaging (MRI). Additional imaging tests may include magnetic elastography and transient elastography.\nLiver biopsy. A liver biopsy can help confirm the diagnosis of toxic hepatitis and help exclude other causes. During a liver biopsy, a needle is used to extract a small sample of tissue from your liver. The sample is examined under a microscope.\n\nMore InformationCT scanLiver biopsyMRIUltrasoundShow more related information", "treatment": "Doctors will work to determine what's causing your liver damage. Sometimes it's clear what's causing your symptoms, and other times it takes more detective work to pinpoint a cause. In most cases, stopping exposure to the toxin causing liver inflammation will reduce the signs and symptoms you experience.\nTreatments for toxic hepatitis may include:\n\nSupportive care. People with severe symptoms are likely to receive supportive therapy in the hospital, including intravenous fluids and medication to relieve nausea and vomiting. Your doctor will also monitor for liver damage.\nMedication to reverse liver damage caused by acetaminophen. If your liver damage was caused by an overdose of acetaminophen, you'll receive a chemical called acetylcysteine right away. The sooner this medication is administered, the greater the chance of limiting liver damage. It's most effective if administered within 16 hours of the acetaminophen overdose.\nEmergency care. For people who overdose on a toxic medication, emergency care is essential. People who overdose on certain medications other than acetaminophen may benefit from treatments to remove the offending medication from the body or reduce its toxic effect.\n\nLiver transplant. When liver function is severely impaired, a liver transplant may be the only option for some people. A liver transplant is an operation to remove your diseased liver and replace it with a healthy liver from a donor.\nMost livers used in liver transplants come from deceased donors. In some cases, livers can come from living donors who donate a portion of their livers.\n\n"}, "Arthritis": {"overview": "\n\n\n\n\r\n\t    Osteoarthritis vs. rheumatoid arthritis\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nOsteoarthritis vs. rheumatoid arthritis\n\n\nOsteoarthritis vs. rheumatoid arthritis\nOsteoarthritis, the most common form of arthritis, involves the wearing away of the cartilage that caps the bones in your joints. Rheumatoid arthritis is a disease in which the immune system attacks the joints, beginning with the lining of joints.\n\n\n\n\n Arthritis is the swelling and tenderness of one or more joints. The main symptoms of arthritis are joint pain and stiffness, which typically worsen with age. The most common types of arthritis are osteoarthritis and rheumatoid arthritis. Osteoarthritis causes cartilage — the hard, slippery tissue that covers the ends of bones where they form a joint — to break down. Rheumatoid arthritis is a disease in which the immune system attacks the joints, beginning with the lining of joints. Uric acid crystals, which form when there's too much uric acid in your blood, can cause gout. Infections or underlying disease, such as psoriasis or lupus, can cause other types of arthritis. Treatments vary depending on the type of arthritis. The main goals of arthritis treatments are to reduce symptoms and improve quality of life.", "symptoms": "Pain\nStiffness\nSwelling\nRedness\nDecreased range of motion", "causes": "The two main types of arthritis — osteoarthritis and rheumatoid arthritis — damage joints in different ways.", "risk_factors": "Family history. Some types of arthritis run in families, so you may be more likely to develop arthritis if your parents or siblings have the disorder.\nAge. The risk of many types of arthritis — including osteoarthritis, rheumatoid arthritis and gout — increases with age.\nYour sex. Women are more likely than men to develop rheumatoid arthritis, while most of the people who have gout, another type of arthritis, are men.\nPrevious joint injury. People who have injured a joint, perhaps while playing a sport, are more likely to eventually develop arthritis in that joint.\nObesity. Carrying excess pounds puts stress on joints, particularly your knees, hips and spine. People with obesity have a higher risk of developing arthritis.", "complications": "Severe arthritis, particularly if it affects your hands or arms, can make it difficult for you to do daily tasks. Arthritis of weight-bearing joints can keep you from walking comfortably or sitting up straight. In some cases, joints may gradually lose their alignment and shape.", "diagnosis": "During the physical exam, doctors check your joints for swelling, redness and warmth. They'll also want to see how well you can move your joints.\nLaboratory tests\nThe analysis of different types of body fluids can help pinpoint the type of arthritis you may have. Fluids commonly analyzed include blood, urine and joint fluid. To obtain a sample of joint fluid, doctors cleanse and numb the area before inserting a needle in the joint space to withdraw some fluid.\nImaging\nThese types of tests can detect problems within the joint that may be causing your symptoms. Examples include:\n\nX-rays. Using low levels of radiation to visualize bone, X-rays can show cartilage loss, bone damage and bone spurs. X-rays may not reveal early arthritic damage, but they are often used to track progression of the disease.\nComputerized tomography (CT). CT scanners take X-rays from many different angles and combine the information to create cross-sectional views of internal structures. CTs can visualize both bone and the surrounding soft tissues.\nMagnetic resonance imaging (MRI). Combining radio waves with a strong magnetic field, MRIs can produce more-detailed cross-sectional images of soft tissues such as cartilage, tendons and ligaments.\nUltrasound. This technology uses high-frequency sound waves to image soft tissues, cartilage and fluid-containing structures near the joints (bursae). Ultrasound is also used to guide needle placement for removing joint fluid or injecting medications into the joint.\n\nMore InformationArthroscopyCT scanMRIUltrasoundX-rayShow more related information", "treatment": "Arthritis treatment focuses on relieving symptoms and improving joint function. You may need to try several different treatments, or combinations of treatments, before you determine what works best for you.\nMedications\nThe medications used to treat arthritis vary depending on the type of arthritis. Commonly used arthritis medications include:\n\nNSAIDs. Nonsteroidal anti-inflammatory drugs (NSAIDs) can relieve pain and reduce inflammation. Examples include ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve). Stronger NSAIDs can cause stomach irritation and may increase your risk of heart attack or stroke. NSAIDs are also available as creams or gels, which can be rubbed on joints.\nCounterirritants. Some varieties of creams and ointments contain menthol or capsaicin, the ingredient that makes hot peppers spicy. Rubbing these preparations on the skin over your aching joint may interfere with the transmission of pain signals from the joint itself.\nSteroids. Corticosteroid medications, such as prednisone, reduce inflammation and pain and slow joint damage. Corticosteroids may be given as a pill or as an injection into the painful joint. Side effects may include thinning of bones, weight gain and diabetes.\nDisease-modifying antirheumatic drugs (DMARDs). These drugs can slow the progression of rheumatoid arthritis and save the joints and other tissues from permanent damage. In addition to conventional DMARDs, there are also biologic agents and targeted synthetic DMARDs. Side effects vary but most DMARDs increase your risk of infections.\n\nTherapy\nPhysical therapy can be helpful for some types of arthritis. Exercises can improve range of motion and strengthen the muscles surrounding joints. In some cases, splints or braces may be warranted.\nSurgery\nIf conservative measures don't help, doctors may suggest surgery, such as:\n\nJoint repair. In some instances, joint surfaces can be smoothed or realigned to reduce pain and improve function. These types of procedures can often be performed arthroscopically — through small incisions over the joint.\nJoint replacement. This procedure removes the damaged joint and replaces it with an artificial one. Joints most commonly replaced are hips and knees.\nJoint fusion. This procedure is more often used for smaller joints, such as those in the wrist, ankle and fingers. It removes the ends of the two bones in the joint and then locks those ends together until they heal into one rigid unit.\n"}, "Hepatitis B": {"overview": "\n\n\n\n\r\n\t    The liver\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nThe liver\n\n\nThe liver\nThe liver is the largest organ in the body. It's about the size of a football. It sits mainly in the upper right portion of the stomach area, above the stomach.\n\n\n\n\n Toxic hepatitis is an inflammation of your liver in reaction to certain substances to which you're exposed. Toxic hepatitis can be caused by alcohol, chemicals, drugs or nutritional supplements. In some cases, toxic hepatitis develops within hours or days of exposure to a toxin. In other cases, it may take months of regular use before signs and symptoms appear. The symptoms of toxic hepatitis often go away when exposure to the toxin stops. But toxic hepatitis can permanently damage your liver, leading to irreversible scarring of liver tissue (cirrhosis) and in some cases to liver failure, which can be life-threatening. ", "symptoms": "Yellowing of the skin and whites of the eyes (jaundice)\nItching\nAbdominal pain in the upper right portion of the abdomen\nFatigue\nLoss of appetite\nNausea and vomiting\nRash\nFever\nWeight loss\nDark or tea-colored urine", "causes": "Toxic hepatitis occurs when your liver develops inflammation because of exposure to a toxic substance. Toxic hepatitis may also develop when you take too much of a prescription or over-the-counter medication.\nThe liver normally removes and breaks down most drugs and chemicals from your bloodstream. Breaking down toxins creates byproducts that can damage the liver. Although the liver has a great capacity for regeneration, constant exposure to toxic substances can cause serious, sometimes irreversible harm.\nToxic hepatitis can be caused by:", "risk_factors": "Taking over-the-counter pain relievers or certain prescription drugs. Taking a medication or over-the-counter pain reliever that carries a risk of liver damage increases your risk of toxic hepatitis. This is especially true if you take multiple medications or take more than the recommended dose of medication.\nHaving a liver disease. Having a serious liver disorder such as cirrhosis or nonalcoholic fatty liver disease makes you much more susceptible to the effects of toxins.\nHaving hepatitis. Chronic infection with a hepatitis virus (hepatitis B, hepatitis C or one of the other — extremely rare — hepatitis viruses that may persist in the body) makes your liver more vulnerable.\nAging. As you age, your liver breaks down harmful substances more slowly. This means that toxins and their byproducts stay in your body longer.\nDrinking alcohol. Drinking alcohol while taking medications or certain herbal supplements increases the risk of toxicity.\nBeing female. Because women seem to metabolize certain toxins more slowly than men do, their livers are exposed to higher blood concentrations of harmful substances for a longer time. This increases the risk of toxic hepatitis.\nHaving certain genetic mutations. Inheriting certain genetic mutations that affect the production and action of the liver enzymes that break down toxins may make you more susceptible to toxic hepatitis.\nWorking with industrial toxins. Working with certain industrial chemicals puts you at risk of toxic hepatitis.", "complications": "", "diagnosis": "\n\n\n\n\r\n\t    Liver biopsy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nLiver biopsy\n\n\nLiver biopsy\nA liver biopsy is a procedure to remove a small sample of liver tissue for laboratory testing. Liver biopsy is commonly performed by inserting a thin needle through your skin and into your liver.\n\n\n\n\n\nTests and procedures used to diagnose toxic hepatitis include:\n\nPhysical exam. Your doctor will likely perform a physical exam and take a medical history. Be sure to bring to your appointment all medications you're taking, including over-the-counter drugs and herbs, in their original containers. Tell your doctor if you work with industrial chemicals or may have been exposed to pesticides, herbicides or other environmental toxins.\nBlood tests. Your doctor may order blood tests that look for high levels of certain liver enzymes. These enzyme levels can show how well your liver is functioning.\nImaging tests. Your doctor may recommend an imaging test to create a picture of your liver using ultrasound, computerized tomography (CT) or magnetic resonance imaging (MRI). Additional imaging tests may include magnetic elastography and transient elastography.\nLiver biopsy. A liver biopsy can help confirm the diagnosis of toxic hepatitis and help exclude other causes. During a liver biopsy, a needle is used to extract a small sample of tissue from your liver. The sample is examined under a microscope.\n\nMore InformationCT scanLiver biopsyMRIUltrasoundShow more related information", "treatment": "Doctors will work to determine what's causing your liver damage. Sometimes it's clear what's causing your symptoms, and other times it takes more detective work to pinpoint a cause. In most cases, stopping exposure to the toxin causing liver inflammation will reduce the signs and symptoms you experience.\nTreatments for toxic hepatitis may include:\n\nSupportive care. People with severe symptoms are likely to receive supportive therapy in the hospital, including intravenous fluids and medication to relieve nausea and vomiting. Your doctor will also monitor for liver damage.\nMedication to reverse liver damage caused by acetaminophen. If your liver damage was caused by an overdose of acetaminophen, you'll receive a chemical called acetylcysteine right away. The sooner this medication is administered, the greater the chance of limiting liver damage. It's most effective if administered within 16 hours of the acetaminophen overdose.\nEmergency care. For people who overdose on a toxic medication, emergency care is essential. People who overdose on certain medications other than acetaminophen may benefit from treatments to remove the offending medication from the body or reduce its toxic effect.\n\nLiver transplant. When liver function is severely impaired, a liver transplant may be the only option for some people. A liver transplant is an operation to remove your diseased liver and replace it with a healthy liver from a donor.\nMost livers used in liver transplants come from deceased donors. In some cases, livers can come from living donors who donate a portion of their livers.\n\n"}, "Drug Reaction": {"overview": "A drug allergy is the reaction of the immune system to a medicine. Any medicine — nonprescription, prescription or herbal — can provoke a drug allergy. However, a drug allergy is more likely with certain medicines. The most common symptoms of drug allergy are hives, rash or fever. But a drug allergy also may cause serious reactions. This includes a severe, life-threatening condition known as anaphylaxis. A drug allergy is not the same as a drug side effect. A side effect is a known possible reaction to a medicine. Side effects to medicines are listed on their drug labels. A drug allergy also is different from drug toxicity. Drug toxicity is caused by an overdose of medicine.", "symptoms": "Skin rash\nHives\nItching\nFever\nSwelling\nShortness of breath\nWheezing\nRunny nose\nItchy, watery eyes", "causes": "A drug allergy occurs when your immune system mistakenly identifies a drug as a harmful substance, such as a virus or bacterium. Once your immune system detects a drug as a harmful substance, it develops an antibody specific to that drug. This can happen the first time you take a drug, but sometimes an allergy doesn't develop until there have been repeated exposures.\nThe next time you take the drug, these specific antibodies flag the drug and direct immune system attacks on the substance. Chemicals released by this activity cause the symptoms associated with an allergic reaction.\nYou may not be aware of your first exposure to a drug, however. Some evidence suggests that trace amounts of a drug in the food supply, such as an antibiotic, may be sufficient for the immune system to create an antibody to it.\nSome allergic reactions may result from a somewhat different process. Researchers believe that some drugs can bind directly to a certain type of immune system white blood cell called a T cell. This event causes the release of chemicals that can result in an allergic reaction the first time you take the drug.", "risk_factors": "A history of other allergies, such as food allergy or hay fever\nA personal or family history of drug allergy\nIncreased exposure to a drug, because of high doses, repeated use or prolonged use\nCertain illnesses commonly associated with allergic drug reactions, such as HIV infection or the Epstein-Barr virus", "complications": null, "diagnosis": "An accurate diagnosis is essential. Research has suggested that drug allergies may be overdiagnosed and that patients may report drug allergies that have never been confirmed. Misdiagnosed drug allergies may result in the use of less-appropriate or more-expensive drugs.\nYour health care provider typically conducts a physical examination and ask you questions. Details about the onset of symptoms, the time you took medications, and improvement or worsening of symptoms are important clues for helping your provider make a diagnosis.\nYour provider may order additional tests or refer you to an allergy specialist (allergist) for tests. These may include the following.\nSkin tests\nWith a skin test, the allergist or nurse administers a small amount of a suspect drug to your skin either with a tiny needle that scratches the skin, an injection or a patch. A positive reaction to a test often causes a red, itchy, raised bump.\nA positive result suggests you may have a drug allergy.\nA negative result isn't as clear-cut. For some drugs, a negative test result usually means that you're not allergic to the drug. For other drugs, a negative result may not completely rule out the possibility of a drug allergy.\nBlood tests\nYour provider may order blood work to rule out other conditions that could be causing symptoms.\nWhile there are blood tests for detecting allergic reactions to a few drugs, these tests aren't used often because of the relatively limited research on their accuracy. They may be used if there's concern about a severe reaction to a skin test.\nResults of diagnostic work-up\nAfter analyzing your symptoms and test results, your provider can usually reach one of the following conclusions:\n\nYou have a drug allergy\nYou don't have a drug allergy\nYou may have a drug allergy — with varying degrees of certainty\n\nThese conclusions can help when making future treatment decisions.", "treatment": "Interventions for a drug allergy can be divided into two general strategies:\n\nTreatment for present allergy symptoms\nTreatment that may enable you to take an allergy-causing drug if it's medically necessary\n\nTreating current symptoms\nThe following interventions may be used to treat an allergic reaction to a drug:\n\nWithdrawal of the drug. If your provider determines that you have a drug allergy — or likely allergy — discontinuing the drug is the first step in treatment. In many cases, this may be the only intervention necessary.\nAntihistamines. Your provider may prescribe an antihistamine or recommend a nonprescription antihistamine such as diphenhydramine (Benadryl). An antihistamine can block immune system chemicals triggered during an allergic reaction.\nCorticosteroids. Either oral or injected corticosteroids may be used to treat inflammation associated with more-serious reactions.\nTreatment of anaphylaxis. Anaphylaxis requires an immediate epinephrine injection. Hospital care also is necessary to maintain blood pressure and support breathing.\n\nTaking allergy-causing drugs\nIf you have a confirmed drug allergy, your provider likely would not prescribe the drug unless it is necessary. In some cases — if the diagnosis of drug allergy is uncertain or there's no alternative treatment — your provider may use one of two strategies to use the suspect drug.\nWith either strategy, your provider provides careful supervision. Supportive care also is available in the event of an adverse reaction. These interventions are generally not used if drugs have caused severe, life-threatening reactions in the past.\nGraded challenge\nIf the diagnosis of a drug allergy is uncertain and your provider judges that an allergy is unlikely, a graded drug challenge may be an option. With this procedure, you receive 2 to 5 doses of the drug, starting with a small dose and increasing to the desired dose.\nIf you reach the therapeutic dose with no reaction, then your provider may recommend that you take the drug as prescribed.\nDrug desensitization\nIf it's necessary for you to take a drug that has caused an allergic reaction, your provider may recommend a treatment called drug desensitization. With this treatment, you receive a very small dose and then progressively larger doses every 15 to 30 minutes over several hours or days. If you can reach the desired dosage with no reaction, then you can continue the treatment."}, "Cervical spondylosis": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Migraine": {"overview": "\nWhat is a migraine? A Mayo Clinic expert explains\nLearning about migraine disorder can be intimidating. Amaal Starling, M.D., a neurologist at Mayo Clinic, walks you through the facts, the questions, and the answers to help you better understand this condition.\n\n\n\n \nShow transcript for video What is a migraine? A Mayo Clinic expert explains\n\nHi, I'm Dr. Amaal Starling, a neurologist at Mayo Clinic specializing in headache disorders. In this video, we will cover the basics of migraine. What is it? Who gets it, the symptoms, the diagnosis, and most importantly, the treatment. Whether you're looking for answers for yourself or someone you love, we are here to give you the best information available. There is a lot of stigma around migraine. That it's just a headache and that it's no big deal. But migraine is a genetic neurologic disease. It affects each person differently with a wide range of disease severity. Some have infrequent attacks, but others may have frequent disabling attacks. Expecting someone to push through or just take your mind off of it is never good advice.\nWho gets it?\nMigraine is very common, affecting one in five women, one in 16 men, and even one in 11 children. Migraine attacks are three times more prevalent in women, likely as a result of hormonal differences. Certainly genetic and environmental factors play a role in the development of migraine disease. And since it is genetic, it is hereditary. Meaning if a parent has migraine, there's about a 50 percent chance that a child may develop migraine as well. If you have migraine, certain factors can trigger an attack. However, this does not mean that if you get a migraine attack, that it's their fault, that you should feel any guilt or shame for your symptoms. Hormonal changes, specifically fluctuations and estrogen that can occur during menstrual periods, pregnancy and perimenopause can trigger a migraine attack. Other known triggers include certain medications, drinking alcohol, especially red wine, drinking too much caffeine, stress. Sensory stimulation such as bright lights or strong smells. Sleep changes, weather changes, skipping meals or even certain foods like aged cheeses and processed foods.\nWhat are the symptoms?\nThe most common symptom of migraine is the intense throbbing head pain. This pain can be so severe that it interferes with your day-to-day activities. It can also be accompanied by nausea and vomiting, as well as sensitivity to light and sound. However, a migraine can look very different from one person to another. Some people may get prodrome symptoms, the beginning of a migraine attack. These can be subtle warnings such as constipation, mood changes, food cravings, neck stiffness, increased urination, or even frequent yawning. Sometimes people may not even realize that these are warning signs of a migraine attack. In about a third of people living with migraine, aura might occur before or even during a migraine attack. Aura is the term that we use for these temporary reversible neurologic symptoms. They're usually visual, but they can include other neurologic symptoms as well. They typically built up over several minutes and they can last for up to an hour. Examples of migraine aura include visual phenomena such as seeing geometric shapes or bright spots, or flashing lights, or even loss of vision. Some people may develop numbness or a pins and needles sensation on one side of their face or body, or even difficulty speaking. At the end of a migraine attack, you might feel drained, confused, or washed out for up to a day. This is called the post-drome phase.\nHow is it diagnosed?\nMigraine is a clinical diagnosis. That means the diagnosis is based on the symptoms reported by the patient. There is no lab test or imaging study that can rule in or rule out migraine. Based on screening diagnostic criteria, if you have the symptoms of headache associated with sensitivity to light, a decrease in function and nausea, you likely have migraine. Please see your healthcare professional for the possible diagnosis of migraine and migraine specific treatment.\nHow is it treated?\nBecause there is such a wide spectrum of disease severity with migraine, there's also a wide spectrum of management plans. Some people need what we call an acute or a rescue treatment for infrequent migraine attacks. Whereas other people need both an acute and a preventive treatment plan. Preventive treatment reduces the frequency and severity of migraine attacks. It might be a daily oral medication, a monthly injection, or even injections and infusions that are delivered once every three months. The right medications combined with lifestyle changes can be helpful to improve the lives of those living with migraine. There are ways to manage and minimize the triggers of migraine using the SEEDS method. The S is for sleep. Improve your sleep routine by sticking to a specific schedule, reducing screens and distractions at night. E is for exercise. Start small, even five minutes once a week and slowly increase the duration and frequency to make it a habit. And stick to movement and activities that you enjoy. E is for eat healthy, well-balanced meals at least three times a day and stay hydrated. The D is for diary. Track your migraine days and symptoms in a diary. Use a calendar, an agenda, or an app. Bring that diary with you to your follow-up appointments with your doctor to review. The S is for stress management to help manage migraine attacks triggered by stress. Consider therapy, mindfulness, biofeedback, and other relaxation techniques that work for you.\nWhat now?\nMigraine attacks can be disabling, but there are ways to manage the disease and to empower yourself to get the care and the support that you need. First. We need to end the stigma around migraine. It is not just a headache, it is a genetic neurologic disease. Next, talk to your healthcare professional about your symptoms. Eradicate the words \"I'm fine\" from your vocabulary and be honest with your healthcare professional, your employer, your loved ones, about how you're feeling as well as the kind of support that you need. Make yourself a top priority when you're having a migraine attack and reduce the likelihood of attacks through lifestyle adjustments. Have a consistent schedule, get adequate sleep, and learn strategies to cope with the stresses of life using mindfulness and meditation. Empower yourself to manage migraine with lifestyle changes and migraine specific treatment options. Together you and your doctor can manage the disease of migraine. If you'd like to learn more about migraine, watch or other related videos or visit mayoclinic.org. We wish you well.\n\n A migraine is a headache that can cause severe throbbing pain or a pulsing sensation, usually on one side of the head. It's often accompanied by nausea, vomiting, and extreme sensitivity to light and sound. Migraine attacks can last for hours to days, and the pain can be so bad that it interferes with your daily activities. For some people, a warning symptom known as an aura occurs before or with the headache. An aura can include visual disturbances, such as flashes of light or blind spots, or other disturbances, such as tingling on one side of the face or in an arm or leg and difficulty speaking. Medications can help prevent some migraines and make them less painful. The right medicines, combined with self-help remedies and lifestyle changes, might help.", "symptoms": "Constipation.\nMood changes, from depression to euphoria.\nFood cravings.\nNeck stiffness.\nIncreased urination.\nFluid retention.\nFrequent yawning.", "causes": "Though migraine causes aren't fully understood, genetics and environmental factors appear to play a role.\nChanges in the brainstem and its interactions with the trigeminal nerve, a major pain pathway, might be involved. So might imbalances in brain chemicals — including serotonin, which helps regulate pain in your nervous system.\nResearchers are studying the role of serotonin in migraines. Other neurotransmitters play a role in the pain of migraine, including calcitonin gene-related peptide (CGRP).", "risk_factors": "Family history. If you have a family member with migraines, then you have a good chance of developing them too.\nAge. Migraines can begin at any age, though the first often occurs during adolescence. Migraines tend to peak during your 30s, and gradually become less severe and less frequent in the following decades.\nSex. Women are three times more likely than men to have migraines.\nHormonal changes. For women who have migraines, headaches might begin just before or shortly after onset of menstruation. They might also change during pregnancy or menopause. Migraines generally improve after menopause.", "complications": "Taking painkillers too often can trigger serious medication-overuse headaches. The risk seems to be highest with aspirin, acetaminophen (Tylenol, others) and caffeine combinations. Overuse headaches may also occur if you take aspirin or ibuprofen (Advil, Motrin IB, others) for more than 14 days a month or triptans, sumatriptan (Imitrex, Tosymra) or rizatriptan (Maxalt) for more than nine days a month.\nMedication-overuse headaches occur when medications stop relieving pain and begin to cause headaches. You then use more pain medication, which continues the cycle.", "diagnosis": "\nMigraine FAQs\nAmaal Starling, M.D., a neurologist at Mayo Clinic, answers the important questions you may have about migraine.\n\n\n\n\n\nShow transcript for video Migraine FAQs\n\nHi, I'm Dr. Amaal Starling, a neurologist at Mayo Clinic. And I'm here to answer some of the important questions that you might have about migraine.\nWhy doesn't migraine show up on MRI?\nMigraine is a disease of abnormal function within the setting of normal brain structure. An MRI of the brain solely tells you about the structure of the brain but tells you very little about the function of the brain. And that is why migraine doesn't show up on an MRI. Because it's abnormal function in the setting of normal structure.\nHow can this much pain be just migraine?\nMigraine is highly disabling for some individuals. In fact, it is the second leading cause of disability worldwide. Disabling symptoms are not just the pain, but also the sensitivity to light and sound, as well as the nausea and vomiting.\nDo I need daily treatment if I don’t have daily attacks?\nThere is a wide range of disease severity in migraine. There are some people who only need a rescue or an acute treatment for migraine because they have infrequent migraine attacks. But there are other people who are having frequent migraine attacks, maybe two or three times a week. If they used rescue treatments for every attack, it could potentially lead to other complications. Those individuals need a preventive treatment regimen to reduce the frequency and severity of attacks. Those preventive treatments might be daily medications. They might be once a month injections or other injectable medications delivered once every three months.\nWhat should I do on the days I can’t take my rescue medication?\nThis is why preventive treatment is so crucial. With preventive treatment, we can reduce the frequency as well as the severity of attacks so that you're not having attacks more than two times per week. However, for some individuals, despite preventive treatment, they may still have migraine symptoms more frequently throughout the week. For them, there are non-medication options for treating pain, such as biofeedback, relaxation techniques, cognitive behavioral therapy, as well as a number of devices that are non-medication options for treating migraine pain.\nShould I consider neurotoxin injections for migraine?\nYes, that is an option for the preventive treatment of chronic migraine. These onabotulinum toxin A injections are administered by your doctor once every 12 weeks to reduce the frequency and severity of migraine attacks. However, there are many different preventive treatment options. And it is important for you to speak with your doctor about which option is best for you.\nHow can I be the best partner to my medical team?\nThe best way to partner with your medical team is to, number one, get a medical team. Many people living with migraine have not even talked to a doctor about their symptoms. If you have headaches where you have to rest in a dark room, where you might get sick to your stomach. Please talk to your healthcare professional about your symptoms. You might have migraine and we can treat migraine. Migraine is a chronic disease. And to best manage this disease, patients need to understand the disease. This is why I prescribe advocacy to all of my patients. Learn about migraine, join patient advocacy organizations, share your journey with others, and become empowered through advocacy and efforts to shatter the stigma of migraine. And together, the patient and the medical team can manage the disease of migraine. Never hesitate to ask your medical team any questions or concerns that you have. Being informed makes all the difference. Thanks for your time and we wish you well.\n\n\nIf you have migraines or a family history of migraines, a specialist trained in treating headaches, known as a neurologist, will likely diagnose migraines based on your medical history, symptoms, and a physical and neurological examination.\nIf your condition is unusual, complex or suddenly becomes severe, tests to rule out other causes for your pain might include:\n\nAn MRI scan. A magnetic resonance imaging (MRI) scan uses a powerful magnetic field and radio waves to produce detailed images of the brain and blood vessels. MRI scans help diagnose tumors, strokes, bleeding in the brain, infections, and other brain and nervous system, known as neurological, conditions.\nA CT scan. A computerized tomography (CT) scan uses a series of X-rays to create detailed cross-sectional images of the brain. This helps  diagnose tumors, infections, brain damage, bleeding in the brain and other possible medical problems that may be causing headaches.\n\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your migraine-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n\nMore InformationMigraine care at Mayo ClinicCT scanLumbar puncture (spinal tap)MRIShow more related information", "treatment": "Migraine treatment is aimed at stopping symptoms and preventing future attacks.\nMany medications have been designed to treat migraines. Medications used to combat migraines fall into two broad categories:\n\nPain-relieving medications. Also known as acute or abortive treatment, these types of drugs are taken during migraine attacks and are designed to stop symptoms.\nPreventive medications. These types of drugs are taken regularly, often daily, to reduce the severity or frequency of migraines.\n\nYour treatment choices depend on the frequency and severity of your headaches, whether you have nausea and vomiting with your headaches, how disabling your headaches are, and other medical conditions you have.\nMedications for relief\nMedications used to relieve migraine pain work best when taken at the first sign of an oncoming migraine — as soon as symptoms of a migraine begin.  Medications that can be used to treat it include:\n\n\nPain relievers. These over-the-counter or prescription pain relievers include aspirin or ibuprofen (Advil, Motrin IB, others). When taken too long, these might cause medication-overuse headaches, and possibly ulcers and bleeding in the gastrointestinal tract.\nMigraine relief medications that combine caffeine, aspirin and acetaminophen (Excedrin Migraine) may be helpful, but usually only against mild migraine pain.\n\nTriptans. Prescription drugs such as sumatriptan (Imitrex, Tosymra) and rizatriptan (Maxalt, Maxalt-MLT) are used to treat migraine because they block pain pathways in the brain. Taken as pills, shots or nasal sprays, they can relieve many symptoms of migraine. They might not be safe for those at risk of a stroke or heart attack.\n\nDihydroergotamine (Migranal, Trudhesa). Available as a nasal spray or injection, this drug is most effective when taken shortly after the start of migraine symptoms for migraines that tend to last longer than 24 hours. Side effects can include worsening of migraine-related vomiting and nausea.\nPeople with coronary artery disease, high blood pressure, or kidney or liver disease should avoid dihydroergotamine.\n\nLasmiditan (Reyvow). This newer oral tablet is approved for the treatment of migraine with or without aura. In drug trials, lasmiditan significantly improved headache pain. Lasmiditan can have a sedative effect and cause dizziness, so people taking it are advised not to drive or operate machinery for at least eight hours.\nOral calcitonin gene-related peptides antagonists, known as gepants. Ubrogepant (Ubrelvy) and rimegepant (Nurtec ODT) are oral gepants approved for the treatment of migraine in adults. In drug trials, medicines from this class were more effective than placebo at relieving pain two hours after taking them. They also were effective at treating migraine symptoms such as nausea and sensitivity to light and sound. Common side effects include dry mouth, nausea and too much sleepiness. Ubrogepant and rimegepant should not be taken with strong CYP3A4 inhibitor medicines such as some medicines used to treat cancer. \n\nIntranasal zavegepant (Zavzpret). The Food and Drug Administration recently approved this nasal spray to treat migraines. Zavegepant is a gepant and the only migraine medicine that comes as a nasal spray. It brings migraine pain relief within 15 minutes to 2 hours after taking a single dose. The medicine continues working for up to 48 hours. It also can improve other symptoms related to migraine, such as nausea and sensitivity to light and sound.\nCommon side effects of zavegepant include a change in sense of taste, nasal discomfort and throat irritation.\n\nOpioid medications. For people who can't take other migraine medications, narcotic opioid medications might help. Because they can be highly addictive, these are usually used only if no other treatments are effective.\nAnti-nausea drugs. These can help if your migraine with aura is accompanied by nausea and vomiting. Anti-nausea drugs include chlorpromazine, metoclopramide (Gimoti, Reglan) or prochlorperazine (Compro, Compazine). These are usually taken with pain medications.\n\nSome of these medications are not safe to take during pregnancy. If you're pregnant or trying to get pregnant, don't use any of these medications without first talking with your health care provider.\nPreventive medications\nMedications can help prevent frequent migraines. Your health care provider might recommend preventive medications if you have frequent, long-lasting or severe headaches that don't respond well to treatment.\nPreventive medication is aimed at reducing how often you get a migraine, how severe the attacks are and how long they last. Options include:\n\nBlood pressure-lowering medications. These include beta blockers such as propranolol (Inderal, InnoPran), Hemangeol) and metoprolol (Lopressor). Calcium channel blockers such as verapamil (Verelan, Calan) can be helpful in preventing migraines with aura.\nAntidepressants. A tricyclic antidepressant, amitriptyline, can prevent migraines. Because of the side effects of amitriptyline, such as sleepiness, other antidepressants might be prescribed instead.\nAnti-seizure drugs. Valproate and topiramate (Topamax, Qudexy, others) might help if you have less frequent migraines, but can cause side effects such as dizziness, weight changes, nausea and more. These medications are not recommended for pregnant women or women trying to get pregnant.\nBotox injections. Injections of onabotulinumtoxinA (Botox) about every 12 weeks help prevent migraines in some adults.\nCalcitonin gene-related peptides (CGRP) monoclonal antibodies. Erenumab-aooe (Aimovig), fremanezumab-vfrm (Ajovy), galcanezumab-gnlm (Emgality), and eptinezumab-jjmr (Vyepti) are newer medicines approved by the Food and Drug Administration to treat migraines. They're given monthly or quarterly by injection. The most common side effect is a reaction at the injection site.\nAtogepant (Qulipta). This medicine is a gepant that helps prevent migraines. It's a tablet taken by mouth daily. Potential side effects of the medicine may include nausea, constipation and fatigue.\nRimegepant (Nurtec ODT). This medicine is unique in that it's a gepant that helps prevent migraines in addition to treating migraines as needed.\n\nAsk your health care provider if these medications are right for you. Some of these medications are not safe to take during pregnancy. If you're pregnant or trying to get pregnant, don't use any of these medications without first talking with your provider."}, "Chicken pox": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Paralysis (brain hemorrhage)": {"overview": "\n\n\n\n\r\n\t    Brain AVM\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nBrain AVM\n\n\nBrain AVM\nIn a brain AVM, blood passes directly from the arteries to the veins via tangled vessels. This disrupts the typical process of how blood circulates through the brain.\n\n\n\n\n \n\n\n\n\r\n\t    Blood vessels in brain AVM\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nBlood vessels in brain AVM\n\n\nBlood vessels in brain AVM\nIn a brain arteriovenous malformation, blood passes directly from arteries to veins through a tangle of blood vessels.\n\n\n\n\n A brain arteriovenous malformation (AVM) is a tangle of blood vessels that connects arteries and veins in the brain. The arteries take oxygen-rich blood from the heart to the brain. Veins carry the oxygen-depleted blood back to the lungs and heart. A brain AVM disrupts this vital process. An arteriovenous malformation can develop anywhere in the body but common locations include the brain and spinal cord — though overall, brain AVMs are rare. The cause of brain AVMs isn't clear. Most people are born with them, but they can form later in life. Rarely, they can be passed down among families. Some people with a brain AVM experience signs and symptoms, such as headaches or seizures. An AVM is often found after a brain scan for another health issue or after the blood vessels rupture and bleed (hemorrhage). Once diagnosed, a brain AVM can be treated to prevent complications, such as brain damage or stroke.", "symptoms": "Seizures\nHeadache or pain in one area of the head\nMuscle weakness or numbness in one part of the body", "causes": "", "risk_factors": "Being male. Brain AVMs are more common in males.\nHaving a family history. In rare cases, brain AVMs have been reported to occur in families, but it's unclear if there's a certain genetic factor or if the cases are only coincidental. It's also possible to inherit other medical conditions that increase the risk of brain AVMs, such as hereditary hemorrhagic telangiectasia (HHT).", "complications": "", "diagnosis": "To diagnose a brain AVM, your health care provider will review your symptoms and conduct a physical exam.\nOne or more tests may be used to diagnose brain AVM. Radiologists trained in brain and nervous system imaging (neuroradiologists) usually conduct imaging tests.\n\n\nNeurology consultation at Mayo Clinic\n\n\n\n\n\n\r\n\t    Brain AVM Angiogram\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nBrain AVM Angiogram\n\n\nBrain AVM Angiogram\nCerebral angiogram showing brain AVM\n\n\n\n\n\n\n\n\n\n\r\n\t    CT scan\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nCT scan\n\n\nCT scan\nA CT scan can see nearly all parts of the body and is used to diagnose disease or injury as well as to plan medical, surgical or radiation treatment.\n\n\n\n\n\n\n\n\n\n\r\n\t    Brain MRI scan\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nBrain MRI scan\n\n\nBrain MRI scan\n\n\n\n\n\n\nTests used to diagnose brain AVMs include:\n\n\nCerebral angiography. Also known as cerebral arteriography, this is the most detailed test to diagnose a brain AVM. Cerebral angiography reveals the location and characteristics of the feeding arteries and draining veins, which is critical to planning treatment.\nIn this test, a long, thin tube (catheter) is inserted into an artery in the groin or wrist and is threaded to the brain using X-ray imaging. A dye is injected into the blood vessels of the brain to make them visible under X-ray imaging.\n\n\nComputerized tomography (CT) scan. A CT scan uses a series of X-rays to create a detailed cross-sectional image of the brain.\nSometimes a dye is injected through a tube into a vein for the CT scan (computerized tomography angiography). The dye allows the arteries feeding the AVM and the veins draining the AVM to be viewed in greater detail.\n\n\nMagnetic resonance imaging (MRI). MRI uses powerful magnets and radio waves to create detailed images of the brain.\nMRI is more sensitive than CT and can show more subtle changes in brain tissue associated with a brain AVM.\nMRI also provides information about the exact location of the brain AVM and any related bleeding in the brain, which is important for determining treatment options.\nA dye may also be injected to see the blood circulation in the brain (magnetic resonance angiography.\n\n\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your brain avm (arteriovenous malformation)-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n\nMore InformationBrain AVM (arteriovenous malformation) care at Mayo ClinicCT scanMRI", "treatment": ""}, "Alcoholic hepatitis": {"overview": "\n\n\n\n\r\n\t    The liver\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nThe liver\n\n\nThe liver\nThe liver is the largest organ in the body. It's about the size of a football. It sits mainly in the upper right portion of the stomach area, above the stomach.\n\n\n\n\n Alcoholic hepatitis is inflammation of the liver caused by drinking alcohol. Alcoholic hepatitis is most likely to occur in people who drink heavily over many years. However, the relationship between drinking and alcoholic hepatitis is complex. Not all heavy drinkers develop alcoholic hepatitis, and the disease can occur in people who drink only moderately. If you're diagnosed with alcoholic hepatitis, you must stop drinking alcohol. People who continue to drink alcohol face a high risk of serious liver damage and death.", "symptoms": "Loss of appetite\nNausea and vomiting\nAbdominal tenderness\nFever, often low grade\nFatigue and weakness", "causes": "Alcoholic hepatitis develops when the alcohol you drink damages your liver. Just how alcohol damages the liver — and why it does so only in some heavy drinkers — isn't clear.\nThese factors are known to play a role in alcoholic hepatitis:", "risk_factors": "Your sex. Women seem to have a higher risk of developing alcoholic hepatitis possibly because of differences in the way alcohol is processed in women.\nObesity. Heavy drinkers who are overweight might be likelier to develop alcoholic hepatitis and to progress from that condition to cirrhosis.\nGenetic factors. Studies suggest there may be a genetic component in alcohol-induced liver disease although it's difficult to separate genetic and environmental factors.\nRace and ethnicity. Blacks and Hispanics might be at higher risk of alcoholic hepatitis.\nBinge drinking. Having five or more drinks within two hours for men and four or more for women might increase your risk of alcoholic hepatitis.", "complications": "", "diagnosis": "\n\n\n\n\r\n\t    Liver biopsy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nLiver biopsy\n\n\nLiver biopsy\nA liver biopsy is a procedure to remove a small sample of liver tissue for laboratory testing. Liver biopsy is commonly performed by inserting a thin needle through your skin and into your liver.\n\n\n\n\n\nYour doctor will conduct a physical examination and ask about your current and past alcohol use. It's important to be honest about your drinking habits. Your doctor might ask your permission to interview family members about your drinking.\nTo test for liver disease, your doctor might recommend:\n\nLiver function tests\nBlood tests\nAn ultrasound, CT or MRI scan of the liver\nA liver biopsy, if other tests and imaging don't provide a clear diagnosis or if you are at risk of other causes of hepatitis\n\nMore InformationCT scanLiver biopsyLiver function testsMRIUltrasoundShow more related information", "treatment": "Treatment for alcoholic hepatitis involves quitting drinking and therapies to ease the signs and symptoms of liver damage.\nQuitting drinking\nIf you've been diagnosed with alcoholic hepatitis, you must stop drinking alcohol and never drink alcohol again. It's the only way to possibly reverse liver damage or prevent the disease from worsening. People who don't stop drinking are likely to develop a variety of life-threatening health problems.\nIf you are dependent on alcohol and want to stop drinking, your doctor can recommend a therapy that's tailored for your needs. It can be dangerous to stop drinking suddenly so if you're dependent, be sure to discuss a plan with your doctor.\nTreatment might include:\n\nMedications\nCounseling\nAlcoholics Anonymous or other support groups\nOutpatient or residential treatment program\n\nTreatment for malnutrition\nYour doctor might recommend a special diet to correct nutritional problems. You might be referred to a dietitian who can suggest ways to increase your consumption of the vitamins and nutrients you lack.\nIf you have trouble eating, your doctor might recommend tube feeding. A tube is passed down your throat or through your side and into your stomach. A special nutrient-rich liquid diet is then passed through the tube.\nMedications to reduce liver inflammation\nIf you have severe alcoholic hepatitis, your doctor might recommend:\n\nCorticosteroids. These medications have shown some short-term benefit in increasing the survival of certain people with severe alcoholic hepatitis. However, corticosteroids have serious side effects and generally aren't prescribed if you have failing kidneys, gastrointestinal bleeding or an infection.\nPentoxifylline.Your doctor might recommend this anti-inflammatory medication if you can't take corticosteroids. The benefit of pentoxifylline (Pentoxil) for alcoholic hepatitis isn't clear. Study results are inconsistent. \n\nLiver transplant\nFor many people with severe alcoholic hepatitis, the risk of death is high without a liver transplant.\nHistorically, those with alcoholic hepatitis have not been liver transplant candidates because of the risk that they will return to harmful drinking after transplant. Recent studies, however, suggest that carefully selected patients with severe alcoholic hepatitis have post-transplant survival rates similar to those of liver transplant recipients with other types of liver disease.\nFor transplant to be an option, you would need:\n\nTo find a program that works with liver transplant patients who have alcoholic hepatitis\nTo meet the requirements of the program, which would include lifelong commitment to alcohol abstinence as well as other requirements of the specific transplant center\n"}, "Heart attack": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "(vertigo) Paroymsal  Positional Vertigo": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Chronic cholestasis": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "AIDS": {"overview": "Acquired immunodeficiency syndrome (AIDS) is a chronic, potentially life-threatening condition caused by the human immunodeficiency virus (HIV). By damaging your immune system, HIV interferes with your body's ability to fight infection and disease. HIV is a sexually transmitted infection (STI). It can also be spread by contact with infected blood and from illicit injection drug use or sharing needles. It can also be spread from mother to child during pregnancy, childbirth or breastfeeding. Without medication, it may take years before HIV weakens your immune system to the point that you have AIDS. There's no cure for HIV/AIDS, but medications can control the infection and prevent progression of the disease. Antiviral treatments for HIV have reduced AIDS deaths around the world, and international organizations are working to increase the availability of prevention measures and treatment in resource-poor countries.", "symptoms": "Fever\nHeadache\nMuscle aches and joint pain\nRash\nSore throat and painful mouth sores\nSwollen lymph glands, mainly on the neck\nDiarrhea\nWeight loss\nCough\nNight sweats", "causes": "HIV is caused by a virus. It can spread through sexual contact, illicit injection drug use or sharing needles, contact with infected blood, or from mother to child during pregnancy, childbirth or breastfeeding.\nHIV destroys CD4 T cells — white blood cells that play a large role in helping your body fight disease. The fewer CD4 T cells you have, the weaker your immune system becomes.", "risk_factors": "Have unprotected sex. Use a new latex or polyurethane condom every time you have sex. Anal sex is riskier than is vaginal sex. Your risk of HIV increases if you have multiple sexual partners.\nHave an STI. Many STIs produce open sores on your genitals. These sores act as doorways for HIV to enter your body.\nUse illicit injection drugs. People who use illicit injection drugs often share needles and syringes. This exposes them to droplets of other people's blood.", "complications": "HIV infection weakens your immune system, making you much more likely to develop many infections and certain types of cancers.", "diagnosis": "HIV can be diagnosed through blood or saliva testing. Available tests include:\n\n\nAntigen/antibody tests. These tests usually involve drawing blood from a vein. Antigens are substances on the HIV virus itself and are usually detectable — a positive test — in the blood within a few weeks after exposure to HIV.\nAntibodies are produced by your immune system when it's exposed to HIV. It can take weeks to months for antibodies to become detectable. The combination antigen/antibody tests can take 2 to 6 weeks after exposure to become positive.\n\nAntibody tests. These tests look for antibodies to HIV in blood or saliva. Most rapid HIV tests, including self-tests done at home, are antibody tests. Antibody tests can take 3 to 12 weeks after you're exposed to become positive.\nNucleic acid tests (NATs). These tests look for the actual virus in your blood (viral load). They also involve blood drawn from a vein. If you might have been exposed to HIV within the past few weeks, your health care provider may recommend NAT. NAT will be the first test to become positive after exposure to HIV.\n\nTalk to your health care provider about which HIV test is right for you. If any of these tests are negative, you may still need a follow-up test weeks to months later to confirm the results.\nTests to stage disease and treatment\nIf you've been diagnosed with HIV, it's important to find a specialist trained in diagnosing and treating HIV to help you:\n\nDetermine whether you need additional testing\nDetermine which HIV antiretroviral therapy (ART) will be best for you\nMonitor your progress and work with you to manage your health\n\nIf you receive a diagnosis of HIV/AIDS, several tests can help your health care provider determine the stage of your disease and the best treatment, including:\n\nCD4 T cell count. CD4 T cells are white blood cells that are specifically targeted and destroyed by HIV. Even if you have no symptoms, HIV infection progresses to AIDS when your CD4 T cell count dips below 200.\nViral load (HIV RNA). This test measures the amount of virus in your blood. After starting HIV treatment, the goal is to have an undetectable viral load. This significantly reduces your chances of opportunistic infection and other HIV-related complications.\nDrug resistance. Some strains of HIV are resistant to medications. This test helps your health care provider determine if your specific form of the virus has resistance and guides treatment decisions.\n\nTests for complications\nYour health care provider might also order lab tests to check for other infections or complications, including:\n\nTuberculosis\nHepatitis B or hepatitis C virus infection\nSTIs\nLiver or kidney damage\nUrinary tract infection\nCervical and anal cancer\nCytomegalovirus\nToxoplasmosis\n\nMore InformationLiver function testsUrinalysis", "treatment": "Currently, there's no cure for HIV/AIDS. Once you have the infection, your body can't get rid of it. However, there are many medications that can control HIV and prevent complications. These medications are called antiretroviral therapy (ART). Everyone diagnosed with HIV should be started on ART, regardless of their stage of infection or complications.\nART is usually a combination of two or more medications from several different drug classes. This approach has the best chance of lowering the amount of HIV in the blood. There are many ART options that combine multiple HIV medications into one pill, taken once daily.\nEach class of drugs blocks the virus in different ways. Treatment involves combinations of drugs from different classes to:\n\nAccount for individual drug resistance (viral genotype)\nAvoid creating new drug-resistant strains of HIV\nMaximize suppression of virus in the blood\n\nTwo drugs from one class, plus a third drug from a second class, are typically used.\nThe classes of anti-HIV drugs include:\n\n\nNon-nucleoside reverse transcriptase inhibitors (NNRTIs) turn off a protein needed by HIV to make copies of itself.\nExamples include efavirenz (Sustiva), rilpivirine (Edurant) and doravirine (Pifeltro).\n\n\nNucleoside or nucleotide reverse transcriptase inhibitors (NRTIs) are faulty versions of the building blocks that HIV needs to make copies of itself.\nExamples include abacavir (Ziagen), tenofovir disoproxil fumarate (Viread), emtricitabine (Emtriva), lamivudine (Epivir) and zidovudine (Retrovir).\nCombination drugs also are available, such as emtricitabine/tenofovir disoproxil fumarate (Truvada) and emtricitabine/tenofovir alafenamide fumarate (Descovy).\n\n\nProtease inhibitors (PIs) inactivate HIV protease, another protein that HIV needs to make copies of itself.\nExamples include atazanavir (Reyataz), darunavir (Prezista) and lopinavir/ritonavir (Kaletra).\n\n\nIntegrase inhibitors work by disabling a protein called integrase, which HIV uses to insert its genetic material into CD4 T cells.\nExamples include bictegravir sodium/emtricitabine/tenofovir alafenamide fumarate (Biktarvy), raltegravir (Isentress), dolutegravir (Tivicay) and cabotegravir (Vocabria).\n\n\nEntry or fusion inhibitors block HIV's entry into CD4 T cells.\nExamples include enfuvirtide (Fuzeon) and maraviroc (Selzentry).\n\n\nStarting and maintaining treatment\nEveryone with HIV infection, regardless of the CD4 T cell count or symptoms, should be offered antiviral medication.\nRemaining on effective ART with an undetectable HIV viral load in the blood is the best way for you to stay healthy.\nFor ART to be effective, it's important that you take the medications as prescribed, without missing or skipping any doses. Staying on ART with an undetectable viral load helps:\n\nKeep your immune system strong\nReduce your chances of getting an infection\nReduce your chances of developing treatment-resistant HIV\nReduce your chances of transmitting HIV to other people\n\nStaying on HIV therapy can be challenging. It's important to talk to your health care provider about possible side effects, difficulty taking medications, and any mental health or substance use issues that may make it difficult for you to maintain ART.\nHaving regular follow-up appointments with your health care provider to monitor your health and response to treatment is also important.  Let your provider know right away if you're having problems with HIV therapy so that you can work together to find ways to address those challenges.\nTreatment side effects\nTreatment side effects can include:\n\nNausea, vomiting or diarrhea\nHeart disease\nKidney and liver damage\nWeakened bones or bone loss\nAbnormal cholesterol levels\nHigher blood sugar\nCognitive and emotional problems, as well as sleep problems\n\nTreatment for age-related diseases\nSome health issues that are a natural part of aging may be more difficult to manage if you have HIV. Some medications that are common for age-related heart, bone or metabolic conditions, for example, may not interact well with anti-HIV medications. It's important to talk to your health care provider about your other health conditions and the medications you're taking.\nIf you are started on medications by another health care provider, it's important to let the provider know about your HIV therapy. This will allow the provider to make sure there are no interactions between the medications.\nTreatment response\nYour health care provider will monitor your viral load and CD4 T cell counts to determine your response to HIV treatment. These will be initially checked at 4 to 6 weeks, and then every 3 to 6 months.\nTreatment should lower your viral load so that it's undetectable in the blood. That doesn't mean your HIV is gone. Even if it can't be found in the blood, HIV is still present in other places in your body, such as in lymph nodes and internal organs."}, "Peptic ulcer diseae": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Acne": {"overview": "Acne is a skin condition that occurs when your hair follicles become plugged with oil and dead skin cells. It causes whiteheads, blackheads or pimples. Acne is most common among teenagers, though it affects people of all ages. Effective acne treatments are available, but acne can be persistent. The pimples and bumps heal slowly, and when one begins to go away, others seem to crop up. Depending on its severity, acne can cause emotional distress and scar the skin. The earlier you start treatment, the lower your risk of such problems.", "symptoms": "Whiteheads (closed plugged pores)\nBlackheads (open plugged pores)\nSmall red, tender bumps (papules)\nPimples (pustules), which are papules with pus at their tips \nLarge, solid, painful lumps under the skin (nodules)\nPainful, pus-filled lumps under the skin (cystic lesions)", "causes": "", "risk_factors": "Age. People of all ages can get acne, but it's most common in teenagers.\nHormonal changes. Such changes are common during puberty or pregnancy.\nFamily history. Genetics plays a role in acne. If both of your parents had acne, you're likely to develop it too.\nGreasy or oily substances. You may develop acne where your skin comes into contact with oil or oily lotions and creams.\nFriction or pressure on your skin. This can be caused by items such as telephones, cellphones, helmets, tight collars and backpacks.", "complications": "People with darker skin types are more likely than are people with lighter skin to experience these acne complications:", "diagnosis": null, "treatment": "If you've tried over-the-counter (nonprescription) acne products for several weeks and they haven't helped, ask your doctor about prescription-strength medications. A dermatologist can help you:\n\nControl your acne\nAvoid scarring or other damage to your skin\nMake scars less noticeable\n"}, "Hyperthyroidism": {"overview": "Hyperthyroidism happens when the thyroid gland makes too much thyroid hormone. This condition also is called overactive thyroid. Hyperthyroidism speeds up the body's metabolism. That can cause many symptoms, such as weight loss, hand tremors, and rapid or irregular heartbeat. Several treatments are available for hyperthyroidism. Anti-thyroid medicines and radioiodine can be used to slow the amount of hormones the thyroid gland makes. Sometimes, hyperthyroidism treatment includes surgery to remove all or part of the thyroid gland. In some cases, depending on what's causing it, hyperthyroidism may improve without medication or other treatment.", "symptoms": "Losing weight without trying.\nFast heartbeat, a condition called tachycardia.\nIrregular heartbeat, also called arrhythmia.\nPounding of the heart, sometimes called heart palpitations.\nIncreased hunger.\nNervousness, anxiety and irritability.\nTremor, usually a small trembling in the hands and fingers.\nSweating.\nChanges in menstrual cycles.\nIncreased sensitivity to heat.\nChanges in bowel patterns, especially more-frequent bowel movements.\nEnlarged thyroid gland, sometimes called a goiter, which may appear as a swelling at the base of the neck.\nTiredness.\nMuscle weakness.\nSleep problems.\nWarm, moist skin.\nThinning skin.\nFine, brittle hair.", "causes": "", "risk_factors": "A family history of thyroid disease, particularly Graves' disease.\nA personal history of certain chronic illnesses, including pernicious anemia and primary adrenal insufficiency.\nA recent pregnancy, which raises the risk of developing thyroiditis. This can lead to hyperthyroidism.", "complications": "Hyperthyroidism can lead to the following complications.", "diagnosis": "Hyperthyroidism is diagnosed with a medical history, physical exam and blood tests. Depending on the results of the blood tests, you may need other tests too.\n\nMedical history and physical exam. During the exam, your health care provider may check for:\n\nSlight tremor in your fingers and hands.\nOveractive reflexes.\nRapid or irregular pulse.\nEye changes.\nWarm, moist skin.\nYour provider also examines your thyroid gland as you swallow to see if it's larger than usual, bumpy or tender.\nBlood tests. Blood tests that measure the hormones T-4 and T-3 and thyroid-stimulating hormone (TSH) can confirm a diagnosis of hyperthyroidism. A high level of T-4 and a low level of TSH is common in people with hyperthyroidism.\nBlood tests are particularly important for older adults because they may not have classic symptoms of hyperthyroidism.\nThyroid blood tests may give false results if you take biotin. Biotin is a B vitamin supplement that also may be found in multivitamins. Tell your health care provider if you are taking biotin or a multivitamin with biotin. To make sure your blood test is accurate, your health care provider may ask you to stop taking biotin 3 to 5 days before the test.\n\nIf blood test results show hyperthyroidism, your health care provider may suggest one of the following tests. They can help find out why your thyroid is overactive.\n\nRadioiodine scan and uptake test. For this test, you take a small, dose of radioactive iodine, called radioiodine, to see how much of it collects in your thyroid gland and where it collects in the gland.\nIf your thyroid gland takes in a high amount of radioiodine, that means your thyroid gland is making too much thyroid hormone. The most likely cause is either Graves' disease or overactive thyroid nodules.\nIf your thyroid gland takes in a low amount of radioiodine, that means hormones stored in the thyroid gland are leaking into the bloodstream. In that case, it's likely that you have thyroiditis.\nThyroid ultrasound. This test uses high-frequency sound waves to make images of the thyroid. Ultrasound may be better at finding thyroid nodules than are other tests. There's no exposure to radiation with this test, so it can be used for people who are pregnant or breastfeeding, or others who can't take radioiodine.\n", "treatment": "There are several treatments available for hyperthyroidism. The best approach for you depends on your age and health. The underlying cause of hyperthyroidism and how severe it is make a difference too. Your personal preference also should be considered as you and your health care provider decide on a treatment plan. Treatment may include:\n\n\nAnti-thyroid medicine. These medications slowly ease symptoms of hyperthyroidism by preventing the thyroid gland from making too many hormones. Anti-thyroid medications include methimazole and propylthiouracil. Symptoms usually begin to improve within several weeks to months.\nTreatment with anti-thyroid medicine typically lasts 12 to 18 months. After that, the dose may be slowly decreased or stopped if symptoms go away and if blood test results show that thyroid hormone levels have returned to the standard range. For some people, anti-thyroid medicine puts hyperthyroidism into long-term remission. But other people may find that hyperthyroidism comes back after this treatment.\nAlthough rare, serious liver damage can happen with both anti-thyroid medications. But because propylthiouracil has caused many more cases of liver damage, it's generally used only when people can't take methimazole. A small number of people who are allergic to these medicines may develop skin rashes, hives, fever or joint pain. They also can raise the risk of infection.\nBeta blockers. These medicines don't affect thyroid hormone levels. But they can lessen symptoms of hyperthyroidism, such as a tremor, rapid heart rate and heart palpitations. Sometimes, health care providers prescribe them to ease symptoms until thyroid hormones are closer to a standard level. These medicines generally aren't recommended for people who have asthma. Side effects may include fatigue and sexual problems.\nRadioiodine therapy. The thyroid gland takes up radioiodine. This treatment causes the gland to shrink. This medicine is taken by mouth. With this treatment, symptoms typically lessen within several months. This treatment usually causes thyroid activity to slow enough to make the thyroid gland underactive. That condition is hypothyroidism. Because of that, over time, you may need to take medicine to replace thyroid hormones.\nThyroidectomy. This is surgery to remove part of or all of the thyroid gland. It is not used often to treat hyperthyroidism. But it may be an option for people who are pregnant. It also may be a choice for those who can't take anti-thyroid medicine and don't want to or can't take radioiodine therapy.\nRisks of this surgery include damage to the vocal cords and parathyroid glands. The parathyroid glands are four tiny glands on the back of the thyroid. They help control the level of calcium in the blood.\nPeople who have a thyroidectomy or radioiodine therapy need lifelong treatment with the medicine levothyroxine (Levoxyl, Synthroid, others). It supplies the body with thyroid hormones. If the parathyroid glands are removed during surgery, medicine also is needed to keep blood calcium in a healthy range.\n\nThyroid eye disease\nIf you have thyroid eye disease, you may be able to manage mild symptoms with self-care steps, such as artificial tear drops and lubricating eye gels. Avoiding wind and bright lights can help too.\nMore-severe symptoms may need treatment with medicine called corticosteroids, such as methylprednisolone or prednisone. They can lessen swelling behind the eyeballs. The medicine teprotumumab (Tepezza) also may be used to control moderate to severe symptoms. If those medicines don't ease symptoms, other medicines are sometimes used to treat thyroid eye disease. They include, tocilizumab (Actemra), rituximab (Rituxan) and mycophenolate mofetil (Cellcept).\nIn some cases, surgery may be needed to treat thyroid eye disease, including:\n\nOrbital decompression surgery. In this surgery, the bone between the eye socket and the sinuses is removed. This surgery can improve vision. It also gives the eyes more room, so they can go back to their usual position. There is a risk of complications with this surgery. If you have double vision before the surgery, it may not go away afterward. Some people develop double vision after the surgery.\nEye muscle surgery. Sometimes scar tissue from thyroid eye disease can cause one or more eye muscles to be too short. This pulls the eyes out of alignment, causing double vision. Eye muscle surgery may correct double vision by cutting the muscle from the eyeball and attaching it again farther back.\n"}, "Hepatitis C": {"overview": "\n\n\n\n\r\n\t    The liver\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nThe liver\n\n\nThe liver\nThe liver is the largest organ in the body. It's about the size of a football. It sits mainly in the upper right portion of the stomach area, above the stomach.\n\n\n\n\n Toxic hepatitis is an inflammation of your liver in reaction to certain substances to which you're exposed. Toxic hepatitis can be caused by alcohol, chemicals, drugs or nutritional supplements. In some cases, toxic hepatitis develops within hours or days of exposure to a toxin. In other cases, it may take months of regular use before signs and symptoms appear. The symptoms of toxic hepatitis often go away when exposure to the toxin stops. But toxic hepatitis can permanently damage your liver, leading to irreversible scarring of liver tissue (cirrhosis) and in some cases to liver failure, which can be life-threatening. ", "symptoms": "Yellowing of the skin and whites of the eyes (jaundice)\nItching\nAbdominal pain in the upper right portion of the abdomen\nFatigue\nLoss of appetite\nNausea and vomiting\nRash\nFever\nWeight loss\nDark or tea-colored urine", "causes": "Toxic hepatitis occurs when your liver develops inflammation because of exposure to a toxic substance. Toxic hepatitis may also develop when you take too much of a prescription or over-the-counter medication.\nThe liver normally removes and breaks down most drugs and chemicals from your bloodstream. Breaking down toxins creates byproducts that can damage the liver. Although the liver has a great capacity for regeneration, constant exposure to toxic substances can cause serious, sometimes irreversible harm.\nToxic hepatitis can be caused by:", "risk_factors": "Taking over-the-counter pain relievers or certain prescription drugs. Taking a medication or over-the-counter pain reliever that carries a risk of liver damage increases your risk of toxic hepatitis. This is especially true if you take multiple medications or take more than the recommended dose of medication.\nHaving a liver disease. Having a serious liver disorder such as cirrhosis or nonalcoholic fatty liver disease makes you much more susceptible to the effects of toxins.\nHaving hepatitis. Chronic infection with a hepatitis virus (hepatitis B, hepatitis C or one of the other — extremely rare — hepatitis viruses that may persist in the body) makes your liver more vulnerable.\nAging. As you age, your liver breaks down harmful substances more slowly. This means that toxins and their byproducts stay in your body longer.\nDrinking alcohol. Drinking alcohol while taking medications or certain herbal supplements increases the risk of toxicity.\nBeing female. Because women seem to metabolize certain toxins more slowly than men do, their livers are exposed to higher blood concentrations of harmful substances for a longer time. This increases the risk of toxic hepatitis.\nHaving certain genetic mutations. Inheriting certain genetic mutations that affect the production and action of the liver enzymes that break down toxins may make you more susceptible to toxic hepatitis.\nWorking with industrial toxins. Working with certain industrial chemicals puts you at risk of toxic hepatitis.", "complications": "", "diagnosis": "\n\n\n\n\r\n\t    Liver biopsy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nLiver biopsy\n\n\nLiver biopsy\nA liver biopsy is a procedure to remove a small sample of liver tissue for laboratory testing. Liver biopsy is commonly performed by inserting a thin needle through your skin and into your liver.\n\n\n\n\n\nTests and procedures used to diagnose toxic hepatitis include:\n\nPhysical exam. Your doctor will likely perform a physical exam and take a medical history. Be sure to bring to your appointment all medications you're taking, including over-the-counter drugs and herbs, in their original containers. Tell your doctor if you work with industrial chemicals or may have been exposed to pesticides, herbicides or other environmental toxins.\nBlood tests. Your doctor may order blood tests that look for high levels of certain liver enzymes. These enzyme levels can show how well your liver is functioning.\nImaging tests. Your doctor may recommend an imaging test to create a picture of your liver using ultrasound, computerized tomography (CT) or magnetic resonance imaging (MRI). Additional imaging tests may include magnetic elastography and transient elastography.\nLiver biopsy. A liver biopsy can help confirm the diagnosis of toxic hepatitis and help exclude other causes. During a liver biopsy, a needle is used to extract a small sample of tissue from your liver. The sample is examined under a microscope.\n\nMore InformationCT scanLiver biopsyMRIUltrasoundShow more related information", "treatment": "Doctors will work to determine what's causing your liver damage. Sometimes it's clear what's causing your symptoms, and other times it takes more detective work to pinpoint a cause. In most cases, stopping exposure to the toxin causing liver inflammation will reduce the signs and symptoms you experience.\nTreatments for toxic hepatitis may include:\n\nSupportive care. People with severe symptoms are likely to receive supportive therapy in the hospital, including intravenous fluids and medication to relieve nausea and vomiting. Your doctor will also monitor for liver damage.\nMedication to reverse liver damage caused by acetaminophen. If your liver damage was caused by an overdose of acetaminophen, you'll receive a chemical called acetylcysteine right away. The sooner this medication is administered, the greater the chance of limiting liver damage. It's most effective if administered within 16 hours of the acetaminophen overdose.\nEmergency care. For people who overdose on a toxic medication, emergency care is essential. People who overdose on certain medications other than acetaminophen may benefit from treatments to remove the offending medication from the body or reduce its toxic effect.\n\nLiver transplant. When liver function is severely impaired, a liver transplant may be the only option for some people. A liver transplant is an operation to remove your diseased liver and replace it with a healthy liver from a donor.\nMost livers used in liver transplants come from deceased donors. In some cases, livers can come from living donors who donate a portion of their livers.\n\n"}, "Psoriasis": {"overview": "\n\n\n\n\r\n\t    How psoriasis develops\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nHow psoriasis develops\n\n\nHow psoriasis develops\nIn psoriasis, the life cycle of your skin cells greatly accelerates, leading to a buildup of dead cells on the surface of the epidermis.\n\n\n\n\n Psoriasis is a skin disease that causes a rash with itchy, scaly patches, most commonly on the knees, elbows, trunk and scalp. Psoriasis is a common, long-term (chronic) disease with no cure. It can be painful, interfere with sleep and make it hard to concentrate. The condition tends to go through cycles, flaring for a few weeks or months, then subsiding for a while. Common triggers in people with a genetic predisposition to psoriasis include infections, cuts or burns, and certain medications. Treatments are available to help you manage symptoms. And you can try lifestyle habits and coping strategies to help you live better with psoriasis.", "symptoms": "A patchy rash that varies widely in how it looks from person to person, ranging from spots of dandruff-like scaling to major eruptions over much of the body\nRashes that vary in color, tending to be shades of purple with gray scale on brown or Black skin and pink or red with silver scale on white skin\nSmall scaling spots (commonly seen in children)\nDry, cracked skin that may bleed\nItching, burning or soreness\nCyclic rashes that flare for a few weeks or months and then subside", "causes": "Psoriasis is thought to be an immune system problem that causes skin cells to grow faster than usual. In the most common type of psoriasis, known as plaque psoriasis, this rapid turnover of cells results in dry, scaly patches.\nThe cause of psoriasis isn't fully understood. It's thought to be an immune system problem where infection-fighting cells attack healthy skin cells by mistake. Researchers believe that both genetics and environmental factors play a role. The condition is not contagious.", "risk_factors": "Family history. The condition runs in families. Having one parent with psoriasis increases your risk of getting the disease. And having two parents with psoriasis increases your risk even more.\nSmoking. Smoking tobacco not only increases the risk of psoriasis but also may increase the severity of the disease.", "complications": "If you have psoriasis, you're at greater risk of developing other conditions, including:", "diagnosis": "Your health care provider will ask questions about your health and examine your skin, scalp and nails. Your health care provider then might take a small sample of skin (biopsy) for examination under a microscope. This helps determine the type of psoriasis and rule out other disorders.\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your psoriasis-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n\nMore InformationPsoriasis care at Mayo ClinicSkin biopsyPsoriasis: What to share with your doctor", "treatment": "Psoriasis treatments aim to stop skin cells from growing so quickly and to remove scales. Options include creams and ointments (topical therapy), light therapy (phototherapy), and oral or injected medications.\nWhich treatments you use depends on how severe the psoriasis is and how responsive it has been to previous treatment and self-care measures. You might need to try different drugs or a combination of treatments before you find an approach that works. Even with successful treatment, usually the disease returns.\nTopical therapy\n\n\nCorticosteroids. These drugs are the most frequently prescribed medications for treating mild to moderate psoriasis. They are available as oils, ointments, creams, lotions, gels, foams, sprays and shampoos. Mild corticosteroid ointments (hydrocortisone) are usually recommended for sensitive areas, such as the face or skin folds, and for treating widespread patches. Topical corticosteroids might be applied once a day during flares, and on alternate days or weekends during remission.\nYour health care provider may prescribe a stronger corticosteroid cream or ointment — triamcinolone (Trianex) or clobetasol (Cormax, Temovate, others) — for smaller, less-sensitive or tougher-to-treat areas.\nLong-term use or overuse of strong corticosteroids can thin the skin. Over time, topical corticosteroids may stop working.\n\nVitamin D analogues. Synthetic forms of vitamin D — such as calcipotriene (Dovonex, Sorilux) and calcitriol (Vectical) — slow skin cell growth. This type of drug may be used alone or with topical corticosteroids. Calcitriol may cause less irritation in sensitive areas. Calcipotriene and calcitriol are usually more expensive than topical corticosteroids.\n\nRetinoids. Tazarotene (Tazorac, Avage, others) is available as a gel or cream. It's applied once or twice daily. The most common side effects are skin irritation and increased sensitivity to light.\nTazarotene isn't recommended when you're pregnant or breastfeeding or if you intend to become pregnant.\n\n\nCalcineurin inhibitors. Calcineurin inhibitors — such as tacrolimus (Protopic) and pimecrolimus (Elidel) — calm the rash and reduce scaly buildup. They can be especially helpful in areas of thin skin, such as around the eyes, where steroid creams or retinoids are irritating or harmful.\nCalcineurin inhibitors aren't recommended when you're pregnant or breastfeeding or if you intend to become pregnant. This drug is also not intended for long-term use because of a potential increased risk of skin cancer and lymphoma.\n\nSalicylic acid. Salicylic acid shampoos and scalp solutions reduce the scaling of scalp psoriasis. They are available in nonprescription or prescription strengths. This type of product may be used alone or with other topical therapy, as it prepares the scalp to absorb the medication more easily.\n\nCoal tar. Coal tar reduces scaling, itching and inflammation. It's available in nonprescription and prescription strengths. It comes in various forms, such as shampoo, cream and oil. These products can irritate the skin. They're also messy, stain clothing and bedding, and can have a strong odor.\nCoal tar treatment isn't recommended when you're pregnant or breastfeeding.\n\nAnthralin. Anthralin is a tar cream that slows skin cell growth. It can also remove scales and make skin smoother. It's not intended for use on the face or genitals. Anthralin can irritate skin, and it stains almost anything it touches. It's usually applied for a short time and then washed off.\n\nLight therapy\nLight therapy is a first line treatment for moderate to severe psoriasis, either alone or in combination with medications. It involves exposing the skin to controlled amounts of natural or artificial light. Repeated treatments are necessary. Talk with your health care provider about whether home phototherapy is an option for you.\n\nSunlight. Brief, daily exposures to sunlight (heliotherapy) might improve psoriasis. Before beginning a sunlight regimen, ask your health care provider about the safest way to use natural light for psoriasis treatment.\nGoeckerman therapy. An approach that combines coal tar treatment with light therapy is called the Goeckerman therapy. This can be more effective because coal tar makes skin more responsive to ultraviolet B (UVB) light.\nUVB broadband. Controlled doses of UVB broadband light from an artificial light source can treat single psoriasis patches, widespread psoriasis and psoriasis that doesn't improve with topical treatments. Short-term side effects might include inflamed, itchy, dry skin.\nUVB narrowband. UVB narrowband light therapy might be more effective than UVB broadband treatment. In many places it has replaced broadband therapy. It's usually administered two or three times a week until the skin improves and then less frequently for maintenance therapy. But narrowband UVB phototherapy may cause more-severe side effects than UVB broadband.\n\nPsoralen plus ultraviolet A (PUVA). This treatment involves taking a light-sensitizing medication (psoralen) before exposing the affected skin to UVA light. UVA light penetrates deeper into the skin than does UVB light, and psoralen makes the skin more responsive to UVA exposure.\nThis more aggressive treatment consistently improves skin and is often used for more-severe psoriasis. Short-term side effects might include nausea, headache, burning and itching. Possible long-term side effects include dry and wrinkled skin, freckles, increased sun sensitivity, and increased risk of skin cancer, including melanoma.\n\nExcimer laser. With this form of light therapy, a strong UVB light targets only the affected skin. Excimer laser therapy requires fewer sessions than does traditional phototherapy because more-powerful UVB light is used. Side effects might include inflammation and blistering.\n\nOral or injected medications\nIf you have moderate to severe psoriasis, or if other treatments haven't worked, your health care provider may prescribe oral or injected (systemic) drugs. Some of these drugs are used for only brief periods and might be alternated with other treatments because they have potential for severe side effects.\n\nSteroids. If you have a few small, persistent psoriasis patches, your health care provider might suggest an injection of triamcinolone right into them.\nRetinoids. Acitretin and other retinoids are pills used to reduce the production of skin cells. Side effects might include dry skin and muscle soreness. These drugs are not recommended when you're pregnant or breastfeeding or if you intend to become pregnant.\n\nBiologics. These drugs, usually administered by injection, alter the immune system in a way that disrupts the disease cycle and improves symptoms and signs of disease within weeks. Several of these drugs are approved for the treatment of moderate to severe psoriasis in people who haven't responded to first line therapies. Options include apremilast (Otezla), etanercept (Enbrel), infliximab (Remicade), adalimumab (Humira), ustekinumab (Stelara), secukinumab (Cosentyx), ixekizumab (Taltz), guselkumab (Tremfya), tildrakizumab (Ilumya) and certolizumab (Cimzia). Three of them — etanercept, ixekizumab and ustekinumab — are approved for children. These types of drugs are expensive and may or may not be covered by health insurance plans.\nBiologics must be used with caution because they carry the risk of suppressing the immune system in ways that increase the risk of serious infections. People taking these treatments must be screened for tuberculosis.\n\n\nMethotrexate. Usually administered weekly as a single oral dose, methotrexate (Trexall) decreases the production of skin cells and suppresses inflammation. It's less effective than adalimumab and infliximab. It might cause upset stomach, loss of appetite and fatigue. People taking methotrexate long-term need ongoing testing to monitor their blood counts and liver function.\nPeople need to stop taking methotrexate at least three months before attempting to conceive. This drug is not recommended for those who are breastfeeding.\n\n\nCyclosporine. Taken orally for severe psoriasis, cyclosporine (Gengraf, Neoral, Sandimmune) suppresses the immune system. It's similar to methotrexate in effectiveness but cannot be used continuously for more than a year. Like other immunosuppressant drugs, cyclosporine increases the risk of infection and other health problems, including cancer. People taking cyclosporine long-term need ongoing testing to monitor their blood pressure and kidney function.\nThese drugs aren't recommended when you're pregnant or breastfeeding or if you intend to become pregnant.\n\nOther medications. Thioguanine (Tabloid) and hydroxyurea (Droxia, Hydrea) are medications that can be used when you can't take other drugs. Talk with your health care provider about possible side effects of these drugs.\n\nTreatment considerations\nYou and your health care provider will choose a treatment approach based on your needs and the type and severity of your psoriasis. You'll likely start with the mildest treatments — topical creams and ultraviolet light therapy (phototherapy). Then, if your condition doesn't improve, you might move on to stronger treatments.\nPeople with pustular or erythrodermic psoriasis usually need to start with stronger (systemic) medications.\nIn any situation, the goal is to find the most effective way to slow cell turnover with the fewest possible side effects.\nAlternative medicine\nSome studies claim that alternative therapies (integrative medicine) — products and practices not part of conventional medical care or that developed outside of traditional Western practice — ease the symptoms of psoriasis. Examples of alternative therapies used by people with psoriasis include special diets, vitamins, acupuncture and herbal products applied to the skin. None of these approaches is backed by strong evidence, but they are generally safe and might help reduce itching and scaling in people with mild to moderate psoriasis.\n\nAloe extract cream. Taken from the leaves of the aloe vera plant, aloe extract cream may reduce scaling, itching and inflammation. You might need to use the cream several times a day for a month or more to see any improvement in your skin.\nFish oil supplements. Oral fish oil therapy used in combination with UVB therapy might reduce the extent of the rash. Applying fish oil to the affected skin and covering it with a dressing for six hours a day for four weeks might improve scaling.\nOregon grape. Oregon grape — also known as barberry — is applied to the skin and may reduce the severity of psoriasis.\n\nIf you're considering alternative medicine to ease the signs and symptoms of psoriasis, talk with your health care provider about the pros and cons of these approaches."}, "Dengue": {"overview": "Dengue (DENG-gey) fever is a mosquito-borne illness that occurs in tropical and subtropical areas of the world. Mild dengue fever causes a high fever and flu-like symptoms. The severe form of dengue fever, also called dengue hemorrhagic fever, can cause serious bleeding, a sudden drop in blood pressure (shock) and death. Millions of cases of dengue infection occur worldwide each year. Dengue fever is most common in Southeast Asia, the western Pacific islands, Latin America and Africa. But the disease has been spreading to new areas, including local outbreaks in Europe and southern parts of the United States. Researchers are working on dengue fever vaccines. For now, in areas where dengue fever is common, the best ways to prevent infection are to avoid being bitten by mosquitoes and to take steps to reduce the mosquito population.", "symptoms": "Headache\nMuscle, bone or joint pain\nNausea\nVomiting\nPain behind the eyes\nSwollen glands\nRash", "causes": "Dengue fever is caused by any one of four types of dengue viruses. You can't get dengue fever from being around an infected person. Instead, dengue fever is spread through mosquito bites.\nThe two types of mosquitoes that most often spread the dengue viruses are common both in and around human lodgings. When a mosquito bites a person infected with a dengue virus, the virus enters the mosquito. Then, when the infected mosquito bites another person, the virus enters that person's bloodstream and causes an infection.\nAfter you've recovered from dengue fever, you have long-term immunity to the type of virus that infected you — but not to the other three dengue fever virus types. This means you can be infected again in the future by one of the other three virus types. Your risk of developing severe dengue fever increases if you get dengue fever a second, third or fourth time.", "risk_factors": "You live or travel in tropical areas. Being in tropical and subtropical areas increases your risk of exposure to the virus that causes dengue fever. Especially high-risk areas include Southeast Asia, the western Pacific islands, Latin America and Africa.\nYou have had dengue fever in the past. Previous infection with a dengue fever virus increases your risk of severe symptoms if you get dengue fever again.", "complications": "Severe dengue fever can cause internal bleeding and organ damage. Blood pressure can drop to dangerous levels, causing shock. In some cases, severe dengue fever can lead to death.\nWomen who get dengue fever during pregnancy may be able to spread the virus to the baby during childbirth. Additionally, babies of women who get dengue fever during pregnancy have a higher risk of pre-term birth, low birth weight or fetal distress.", "diagnosis": "Diagnosing dengue fever can be difficult because its signs and symptoms can be easily confused with those of other diseases — such as chikungunya, Zika virus, malaria and typhoid fever.\nYour doctor will likely ask about your medical and travel history. Be sure to describe international trips in detail, including the countries you visited and the dates, as well as any contact you may have had with mosquitoes.\nYour doctor may also draw a sample of blood to be tested in a lab for evidence of infection with one of the dengue viruses.", "treatment": "No specific treatment for dengue fever exists.\nWhile recovering from dengue fever, drink plenty of fluids. Call your doctor right away if you have any of the following signs and symptoms of dehydration:\n\nDecreased urination\nFew or no tears\nDry mouth or lips\nLethargy or confusion\nCold or clammy extremities\n\nThe over-the-counter (OTC) drug acetaminophen (Tylenol, others) can help reduce muscle pain and fever. But if you have dengue fever, you should avoid other OTC pain relievers, including aspirin, ibuprofen (Advil, Motrin IB, others) and naproxen sodium (Aleve). These pain relievers can increase the risk of dengue fever bleeding complications.\nIf you have severe dengue fever, you may need:\n\nSupportive care in a hospital\nIntravenous (IV) fluid and electrolyte replacement\nBlood pressure monitoring\nTransfusion to replace blood loss\n"}, "Jaundice": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Malaria": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Varicose veins": {"overview": "\n\n\n\n\r\n\t    Varicose veins\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nVaricose veins\n\n\nVaricose veins\nTypically, veins return blood from the rest of the body to the heart. To return blood to the heart, the veins in the legs must work against gravity. Weakened valves, also called incompetent valves, within the veins might cause varicose veins. The weakened valves let blood pool in the veins instead of traveling to the heart. When blood pools in the veins, the veins become larger, making them show under the skin.\n\n\n\n\n Varicose veins are twisted, enlarged veins. Any vein that is close to the skin's surface (superficial) can become varicosed. Varicose veins most commonly affect the veins in the legs. That's because standing and walking increase the pressure in the veins of the lower body. For many people, varicose veins and spider veins — a common, mild variation of varicose veins — are simply a cosmetic concern. For other people, varicose veins can cause aching pain and discomfort. Sometimes varicose veins lead to more-serious problems. Treatment might involve self-care measures or procedures done by a health care provider to close or remove veins.", "symptoms": "Veins that are dark purple or blue\nVeins that appear twisted and bulging, often appearing like cords on the legs", "causes": "Weak or damaged valves can lead to varicose veins. Arteries carry blood from the heart to the rest of the body. Veins return blood from the rest of the body to the heart. To return blood to the heart, the veins in the legs must work against gravity.\nMuscle contractions in the lower legs act as pumps, and elastic vein walls help blood return to the heart. Tiny valves in the veins open as blood flows toward the heart, then close to stop blood from flowing backward. If these valves are weak or damaged, blood can flow backward and pool in the veins, causing the veins to stretch or twist.", "risk_factors": "Age. Aging causes wear and tear on the valves in the veins that help control blood flow. Eventually, that wear causes the valves to allow some blood to flow back into the veins, where it collects.\nSex. Women are more likely to develop the condition. Hormonal changes before a menstrual period or during pregnancy or menopause might be a factor because female hormones tend to relax vein walls. Hormone treatments, such as birth control pills, might increase the risk of varicose veins.\nPregnancy. During pregnancy, the blood volume in the body increases. This change supports the growing baby but can also enlarge the veins in the legs.\nFamily history. If other family members had varicose veins, there's a greater chance you will too.\nObesity. Being overweight puts added pressure on veins.\nStanding or sitting for long periods of time. Movement helps blood flow.", "complications": "Complications of varicose veins, although rare, can include:", "diagnosis": "Your health care provider will do a physical exam, including looking at your legs while you're standing to check for swelling. Your provider might also ask you to describe pain and aching in your legs.\nTests\nTo diagnose varicose veins, a health care provider might recommend a test called a venous Doppler ultrasound of the leg. A Doppler ultrasound is a noninvasive test that uses sound waves to look at blood flow through the valves in the veins. A leg ultrasound can help detect a blood clot.\nIn this test, a health care provider moves a small hand-held device (transducer), which is about the size of a bar of soap, against the skin over the body area being examined. The transducer transmits images of the veins in the legs to a monitor, which displays the results.\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your varicose veins-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n", "treatment": "Treatment for varicose veins may include self-care measures, compression stockings, and surgeries or procedures. Procedures to treat varicose veins are often done as an outpatient procedure, which means you usually go home on the same day.\nAsk your insurer if varicose vein treatment is a covered expense. If varicose vein treatment is done only to improve the appearance of the legs (cosmetic reason), the cost might not be covered by insurance.\nSelf-care\nSelf-care — such as exercise, raising the legs when sitting or lying down, or wearing compression stockings — can help ease the pain of varicose veins and might prevent them from getting worse.\nCompression stockings\nWearing compression stockings all day is often the first approach to try. The stockings squeeze the legs, helping veins and leg muscles move blood more efficiently. The amount of compression varies by type and brand.\nCompression stockings are available at most pharmacies and medical supply stores. Prescription-strength stockings also are available and may be covered by insurance if varicose veins are causing symptoms.\nSurgeries or other procedures\nIf self-care steps and compression stockings don't work, or varicose veins are more severe, a health care provider might recommend surgery or other procedures:\n\n\nSclerotherapy. A health care provider injects the varicose veins with a solution or foam that scars and closes those veins. In a few weeks, treated varicose veins should fade.\nThe same vein might need to be injected more than once. Sclerotherapy doesn't require anesthesia and can be done in a health care provider's office.\n\nLaser treatment. Laser treatment sends strong bursts of light onto the vein, which makes the vein slowly fade and disappear. No cuts or needles are used.\nCatheter-based procedures using radiofrequency or laser energy. This procedure is the preferred treatment for larger varicose veins. A health care provider inserts a thin tube (catheter) into an enlarged vein and heats the tip of the catheter using either radiofrequency or laser energy. As the catheter is removed, the heat destroys the vein by causing it to collapse and seal shut.\nHigh ligation and vein stripping. This procedure involves tying off a vein before it joins a deep vein and removing the vein through small cuts. This is an outpatient procedure for most people. Removing the vein won't keep blood from flowing in the leg because veins deeper in the leg take care of the larger volumes of blood.\nAmbulatory phlebectomy (fluh-BEK-tuh-me). A health care provider removes smaller varicose veins through a series of tiny skin punctures. Only the parts of the leg that are being pricked are numbed in this outpatient procedure. Scarring is generally minimal.\n"}, "Diabetes ": {"overview": "Type 2 diabetes is a condition that happens because of a problem in the way the body regulates and uses sugar as a fuel. That sugar also is called glucose. This long-term condition results in too much sugar circulating in the blood. Eventually, high blood sugar levels can lead to disorders of the circulatory, nervous and immune systems. In type 2 diabetes, there are primarily two problems. The pancreas does not produce enough insulin — a hormone that regulates the movement of sugar into the cells. And cells respond poorly to insulin and take in less sugar. Type 2 diabetes used to be known as adult-onset diabetes, but both type 1 and type 2 diabetes can begin during childhood and adulthood. Type 2 is more common in older adults. But the increase in the number of children with obesity has led to more cases of type 2 diabetes in younger people. There's no cure for type 2 diabetes. Losing weight, eating well and exercising can help manage the disease. If diet and exercise aren't enough to control blood sugar, diabetes medications or insulin therapy may be recommended.", "symptoms": "Increased thirst.\nFrequent urination.\nIncreased hunger.\nUnintended weight loss.\nFatigue.\nBlurred vision.\nSlow-healing sores.\nFrequent infections.\nNumbness or tingling in the hands or feet.\nAreas of darkened skin, usually in the armpits and neck.", "causes": "Type 2 diabetes is mainly the result of two problems:", "risk_factors": "Weight. Being overweight or obese is a main risk.\nFat distribution. Storing fat mainly in the abdomen — rather than the hips and thighs — indicates a greater risk. The risk of type 2 diabetes is higher in men with a waist circumference above 40 inches (101.6 centimeters) and in women with a waist measurement above 35 inches (88.9 centimeters).\nInactivity. The less active a person is, the greater the risk. Physical activity helps control weight, uses up glucose as energy and makes cells more sensitive to insulin.\nFamily history. An individual's risk of type 2 diabetes increases if a parent or sibling has type 2 diabetes.\nRace and ethnicity. Although it's unclear why, people of certain races and ethnicities — including Black, Hispanic, Native American and Asian people, and Pacific Islanders — are more likely to develop type 2 diabetes than white people are.\nBlood lipid levels. An increased risk is associated with low levels of high-density lipoprotein (HDL) cholesterol — the \"good\" cholesterol — and high levels of triglycerides.\nAge. The risk of type 2 diabetes increases with age, especially after age 35.\nPrediabetes. Prediabetes is a condition in which the blood sugar level is higher than normal, but not high enough to be classified as diabetes. Left untreated, prediabetes often progresses to type 2 diabetes.\nPregnancy-related risks. The risk of developing type 2 diabetes is higher in people who had gestational diabetes when they were pregnant and in those who gave birth to a baby weighing more than 9 pounds (4 kilograms).\nPolycystic ovary syndrome. Having polycystic ovary syndrome — a condition characterized by irregular menstrual periods, excess hair growth and obesity — increases the risk of diabetes.", "complications": "Type 2 diabetes affects many major organs, including the heart, blood vessels, nerves, eyes and kidneys. Also, factors that increase the risk of diabetes are risk factors for other serious diseases. Managing diabetes and controlling blood sugar can lower the risk for these complications and other medical conditions, including:", "diagnosis": "Type 2 diabetes is usually diagnosed using the glycated hemoglobin (A1C) test. This blood test indicates your average blood sugar level for the past two to three months. Results are interpreted as follows:\n\nBelow 5.7% is normal.\n5.7% to 6.4% is diagnosed as prediabetes.\n6.5% or higher on two separate tests indicates diabetes.\n\nIf the A1C test isn't available, or if you have certain conditions that interfere with an A1C test, your health care provider may use the following tests to diagnose diabetes:\nRandom blood sugar test. Blood sugar values are expressed in milligrams of sugar per deciliter (mg/dL) or millimoles of sugar per liter (mmol/L) of blood. Regardless of when you last ate, a level of 200 mg/dL (11.1 mmol/L) or higher suggests diabetes, especially if you also have symptoms of diabetes, such as frequent urination and extreme thirst.\nFasting blood sugar test. A blood sample is taken after you haven't eaten overnight. Results are interpreted as follows:\n\nLess than 100 mg/dL (5.6 mmol/L) is considered healthy.\n100 to 125 mg/dL (5.6 to 6.9 mmol/L) is diagnosed as prediabetes.\n126 mg/dL (7 mmol/L) or higher on two separate tests is diagnosed as diabetes.\n\nOral glucose tolerance test. This test is less commonly used than the others, except during pregnancy. You'll need to not eat for a certain amount of time and then drink a sugary liquid at your health care provider's office. Blood sugar levels then are tested periodically for two hours. Results are interpreted as follows:\n\nLess than 140 mg/dL (7.8 mmol/L) after two hours is considered healthy.\n140 to 199 mg/dL (7.8 mmol/L and 11.0 mmol/L) is diagnosed as prediabetes.\n200 mg/dL (11.1 mmol/L) or higher after two hours suggests diabetes.\n\nScreening. The American Diabetes Association recommends routine screening with diagnostic tests for type 2 diabetes in all adults age 35 or older and in the following groups:\n\nPeople younger than 35 who are overweight or obese and have one or more risk factors associated with diabetes.\nWomen who have had gestational diabetes.\nPeople who have been diagnosed with prediabetes.\nChildren who are overweight or obese and who have a family history of type 2 diabetes or other risk factors.\n\nAfter a diagnosis\nIf you're diagnosed with diabetes, your health care provider may do other tests to distinguish between type 1 and type 2 diabetes because the two conditions often require different treatments.\nYour health care provider will test A1C levels at least two times a year and when there are any changes in treatment. Target A1C goals vary depending on age and other factors. For most people, the American Diabetes Association recommends an A1C level below 7%.\nYou also receive tests to screen for complications of diabetes and other medical conditions.\nMore InformationA1C testGlucose tolerance test", "treatment": "Management of type 2 diabetes includes:\n\nHealthy eating.\nRegular exercise.\nWeight loss.\nPossibly, diabetes medication or insulin therapy.\nBlood sugar monitoring.\n\nThese steps make it more likely that blood sugar will stay in a healthy range. And they may help to delay or prevent complications.\nHealthy eating\nThere's no specific diabetes diet. However, it's important to center your diet around:\n\nA regular schedule for meals and healthy snacks.\nSmaller portion sizes.\nMore high-fiber foods, such as fruits, nonstarchy vegetables and whole grains.\nFewer refined grains, starchy vegetables and sweets.\nModest servings of low-fat dairy, low-fat meats and fish.\nHealthy cooking oils, such as olive oil or canola oil.\nFewer calories.\n\nYour health care provider may recommend seeing a registered dietitian, who can help you:\n\nIdentify healthy food choices.\nPlan well-balanced, nutritional meals.\nDevelop new habits and address barriers to changing habits.\nMonitor carbohydrate intake to keep your blood sugar levels more stable.\n\nPhysical activity\nExercise is important for losing weight or maintaining a healthy weight. It also helps with managing blood sugar. Talk to your health care provider before starting or changing your exercise program to ensure that activities are safe for you.\n\nAerobic exercise. Choose an aerobic exercise that you enjoy, such as walking, swimming, biking or running. Adults should aim for 30 minutes or more of moderate aerobic exercise on most days of the week, or at least 150 minutes a week.\nResistance exercise. Resistance exercise increases your strength, balance and ability to perform activities of daily living more easily. Resistance training includes weightlifting, yoga and calisthenics. Adults living with type 2 diabetes should aim for 2 to 3 sessions of resistance exercise each week.\nLimit inactivity. Breaking up long periods of inactivity, such as sitting at the computer, can help control blood sugar levels. Take a few minutes to stand, walk around or do some light activity every 30 minutes.\n\nWeight loss\nWeight loss results in better control of blood sugar levels, cholesterol, triglycerides and blood pressure. If you're overweight, you may begin to see improvements in these factors after losing as little as 5% of your body weight. However, the more weight you lose, the greater the benefit to your health. In some cases, losing up to 15% of body weight may be recommended.\nYour health care provider or dietitian can help you set appropriate weight-loss goals and encourage lifestyle changes to help you achieve them.\nMonitoring your blood sugar\nYour health care provider will advise you on how often to check your blood sugar level to make sure you remain within your target range. You may, for example, need to check it once a day and before or after exercise. If you take insulin, you may need to check your blood sugar multiple times a day.\nMonitoring is usually done with a small, at-home device called a blood glucose meter, which measures the amount of sugar in a drop of blood. Keep a record of your measurements to share with your health care team.\nContinuous glucose monitoring is an electronic system that records glucose levels every few minutes from a sensor placed under the skin. Information can be transmitted to a mobile device such as a phone, and the system can send alerts when levels are too high or too low.\nDiabetes medications\nIf you can't maintain your target blood sugar level with diet and exercise, your health care provider may prescribe diabetes medications that help lower glucose levels, or your provider may suggest insulin therapy. Medicines for type 2 diabetes include the following.\nMetformin (Fortamet, Glumetza, others) is generally the first medicine prescribed for type 2 diabetes. It works mainly by lowering glucose production in the liver and improving the body's sensitivity to insulin so it uses insulin more effectively.\nSome people experience B-12 deficiency and may need to take supplements. Other possible side effects, which may improve over time, include:\n\nNausea.\nAbdominal pain.\nBloating.\nDiarrhea.\n\nSulfonylureas help the body secrete more insulin. Examples include glyburide (DiaBeta, Glynase), glipizide (Glucotrol XL) and glimepiride (Amaryl). Possible side effects include:\n\nLow blood sugar.\nWeight gain.\n\nGlinides stimulate the pancreas to secrete more insulin. They're faster acting than sulfonylureas. But their effect in the body is shorter. Examples include repaglinide and nateglinide. Possible side effects include:\n\nLow blood sugar.    \nWeight gain.\n\nThiazolidinediones make the body's tissues more sensitive to insulin. An example of this medicine is pioglitazone (Actos). Possible side effects include:\n\nRisk of congestive heart failure.\nRisk of bladder cancer (pioglitazone).\nRisk of bone fractures.\nWeight gain.\n\nDPP-4 inhibitors help reduce blood sugar levels but tend to have a very modest effect. Examples include sitagliptin (Januvia), saxagliptin (Onglyza) and linagliptin (Tradjenta). Possible side effects include:\n\nRisk of pancreatitis.\nJoint pain.\n\nGLP-1 receptor agonists are injectable medications that slow digestion and help lower blood sugar levels. Their use is often associated with weight loss, and some may reduce the risk of heart attack and stroke. Examples include exenatide (Byetta, Bydureon Bcise), liraglutide (Saxenda, Victoza) and semaglutide (Rybelsus, Ozempic, Wegovy). Possible side effects include:\n\nRisk of pancreatitis.\nNausea.\nVomiting.\nDiarrhea.\n\nSGLT2 inhibitors affect the blood-filtering functions in the kidneys by blocking the return of glucose to the bloodstream. As a result, glucose is removed in the urine. These medicines may reduce the risk of heart attack and stroke in people with a high risk of those conditions. Examples include canagliflozin (Invokana), dapagliflozin (Farxiga) and empagliflozin (Jardiance). Possible side effects include:\n\nVaginal yeast infections.\nUrinary tract infections.\nLow blood pressure.\nHigh cholesterol.\nRisk of gangrene.\nRisk of bone fractures (canagliflozin).\nRisk of amputation (canagliflozin).\n\nOther medicines your health care provider might prescribe in addition to diabetes medications include blood pressure and cholesterol-lowering medicines, as well as low-dose aspirin, to help prevent heart and blood vessel disease.\nInsulin therapy\nSome people who have type 2 diabetes need insulin therapy. In the past, insulin therapy was used as a last resort, but today it may be prescribed sooner if blood sugar targets aren't met with lifestyle changes and other medicines.\nDifferent types of insulin vary on how quickly they begin to work and how long they have an effect. Long-acting insulin, for example, is designed to work overnight or throughout the day to keep blood sugar levels stable. Short-acting insulin generally is used at mealtime.\nYour health care provider will determine what type of insulin is right for you and when you should take it. Your insulin type, dosage and schedule may change depending on how stable your blood sugar levels are. Most types of insulin are taken by injection.\nSide effects of insulin include the risk of low blood sugar — a condition called hypoglycemia — diabetic ketoacidosis and high triglycerides.\nWeight-loss surgery\nWeight-loss surgery changes the shape and function of the digestive system. This surgery may help you lose weight and manage type 2 diabetes and other conditions related to obesity. There are several surgical procedures. All of them help people lose weight by limiting how much food they can eat. Some procedures also limit the amount of nutrients the body can absorb.\nWeight-loss surgery is only one part of an overall treatment plan. Treatment also includes diet and nutritional supplement guidelines, exercise and mental health care.\nGenerally, weight-loss surgery may be an option for adults living with type 2 diabetes who have a body mass index (BMI) of 35 or higher. BMI is a formula that uses weight and height to estimate body fat. Depending on the severity of diabetes or the presence of other medical conditions, surgery may be an option for someone with a BMI lower than 35.\nWeight-loss surgery requires a lifelong commitment to lifestyle changes. Long-term side effects may include nutritional deficiencies and osteoporosis.\nPregnancy\nPeople living with type 2 diabetes often need to change their treatment plan during pregnancy and follow a diet that controls carbohydrates. Many people need insulin therapy during pregnancy. They also may need to stop other treatments, such as blood pressure medicines.\nThere is an increased risk during pregnancy of developing a condition that affects the eyes called diabetic retinopathy. In some cases, this condition may get worse during pregnancy. If you are pregnant, visit an ophthalmologist during each trimester of your pregnancy and one year after you give birth. Or as often as your health care provider suggests.\nSigns of trouble\nRegularly monitoring your blood sugar levels is important to avoid severe complications. Also, be aware of symptoms that may suggest irregular blood sugar levels and the need for immediate care:\nHigh blood sugar. This condition also is called hyperglycemia. Eating certain foods or too much food, being sick, or not taking medications at the right time can cause high blood sugar. Symptoms include:\n\nFrequent urination.\nIncreased thirst.\nDry mouth.\nBlurred vision.\nFatigue.\nHeadache.\n\nHyperglycemic hyperosmolar nonketotic syndrome (HHNS). This life-threatening condition includes a blood sugar reading higher than 600 mg/dL (33.3 mmol/L). HHNS may be more likely if you have an infection, are not taking medicines as prescribed, or take certain steroids or drugs that cause frequent urination. Symptoms include:\n\nDry mouth.\nExtreme thirst.\nDrowsiness.\nConfusion.\nDark urine.\nSeizures.\n\nDiabetic ketoacidosis. Diabetic ketoacidosis occurs when a lack of insulin results in the body breaking down fat for fuel rather than sugar. This results in a buildup of acids called ketones in the bloodstream. Triggers of diabetic ketoacidosis include certain illnesses, pregnancy, trauma and medicines — including the diabetes medicines called SGLT2 inhibitors.\nThe toxicity of the acids made by diabetic ketoacidosis can be life-threatening. In addition to the symptoms of hyperglycemia, such as frequent urination and increased thirst, ketoacidosis may cause:\n\nNausea.\nVomiting.\nAbdominal pain.\nShortness of breath.\nFruity-smelling breath.\n\nLow blood sugar. If your blood sugar level drops below your target range, it's known as low blood sugar. This condition also is called hypoglycemia. Your blood sugar level can drop for many reasons, including skipping a meal, unintentionally taking more medication than usual or being more physically active than usual. Symptoms include:\n\nSweating.\nShakiness.\nWeakness.\nHunger.\nIrritability.\nDizziness.\nHeadache.\nBlurred vision.\nHeart palpitations.\nSlurred speech.\nDrowsiness.\nConfusion.\n\nIf you have symptoms of low blood sugar, drink or eat something that will quickly raise your blood sugar level. Examples include fruit juice, glucose tablets, hard candy or another source of sugar. Retest your blood in 15 minutes. If levels are not at your target, eat or drink another source of sugar. Eat a meal after your blood sugar level returns to normal.\nIf you lose consciousness, you need to be given an emergency injection of glucagon, a hormone that stimulates the release of sugar into the blood."}, "GERD": {"overview": "\n\n\n\n\r\n\t    How heartburn and GERD occur\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nHow heartburn and GERD occur\n\n\nHow heartburn and GERD occur\nAcid reflux occurs when the sphincter muscle at the lower end of your esophagus relaxes at the wrong time, allowing stomach acid to back up into your esophagus. This can cause heartburn and other signs and symptoms. Frequent or constant reflux can lead to GERD.\n\n\n\n\n Gastroesophageal reflux disease (GERD) occurs when stomach acid repeatedly flows back into the tube connecting your mouth and stomach (esophagus). This backwash (acid reflux) can irritate the lining of your esophagus. Many people experience acid reflux from time to time. However, when acid reflux happens repeatedly over time, it can cause GERD. Most people are able to manage the discomfort of GERD with lifestyle changes and medications. And though it's uncommon, some may need surgery to ease symptoms.", "symptoms": "A burning sensation in your chest (heartburn), usually after eating, which might be worse at night or while lying down\nBackwash (regurgitation) of food or sour liquid\nUpper abdominal or chest pain\nTrouble swallowing (dysphagia)\nSensation of a lump in your throat", "causes": "GERD is caused by frequent acid reflux or reflux of nonacidic content from the stomach.\nWhen you swallow, a circular band of muscle around the bottom of your esophagus (lower esophageal sphincter) relaxes to allow food and liquid to flow into your stomach. Then the sphincter closes again.\nIf the sphincter does not relax as it should or it weakens, stomach acid can flow back into your esophagus. This constant backwash of acid irritates the lining of your esophagus, often causing it to become inflamed.", "risk_factors": "Obesity\nBulging of the top of the stomach up above the diaphragm (hiatal hernia)\nPregnancy\nConnective tissue disorders, such as scleroderma\nDelayed stomach emptying", "complications": "Over time, chronic inflammation in your esophagus can cause:", "diagnosis": "\n\n\n\n\r\n\t    Endoscopy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nEndoscopy\n\n\nEndoscopy\nAn endoscopy procedure involves inserting a long, flexible tube called an endoscope down your throat and into your esophagus. A tiny camera on the end of the endoscope allows views of your esophagus, stomach and the beginning of your small intestine, called the duodenum.\n\n\n\n\n\nYour health care provider might be able to diagnose GERD based on a history of your signs and symptoms and a physical examination.\nTo confirm a diagnosis of GERD, or to check for complications, your doctor might recommend:\n\n\nUpper endoscopy. Your doctor inserts a thin, flexible tube equipped with a light and camera (endoscope) down your throat. The endoscope helps your provider see inside your esophagus and stomach. Test results may not show problems when reflux is present, but an endoscopy may detect inflammation of the esophagus (esophagitis) or other complications.\nAn endoscopy can also be used to collect a sample of tissue (biopsy) to be tested for complications such as Barrett esophagus. In some instances, if a narrowing is seen in the esophagus, it can be stretched or dilated during this procedure. This is done to improve trouble swallowing (dysphagia).\n\n\nAmbulatory acid (pH) probe test. A monitor is placed in your esophagus to identify when, and for how long, stomach acid regurgitates there. The monitor connects to a small computer that you wear around your waist or with a strap over your shoulder.\nThe monitor might be a thin, flexible tube (catheter) that's threaded through your nose into your esophagus. Or it might be a clip that's placed in your esophagus during an endoscopy. The clip passes into your stool after about two days.\n\n\nX-ray of the upper digestive system. X-rays are taken after you drink a chalky liquid that coats and fills the inside lining of your digestive tract. The coating allows your doctor to see a silhouette of your esophagus and stomach. This is particularly useful for people who are having trouble swallowing.\nYou may also be asked to swallow a barium pill that can help diagnose a narrowing of the esophagus that may interfere with swallowing.\n\nEsophageal manometry. This test measures the rhythmic muscle contractions in your esophagus when you swallow. Esophageal manometry also measures the coordination and force exerted by the muscles of your esophagus. This is typically done in people who have trouble swallowing.\nTransnasal esophagoscopy. This test is done to look for any damage in your esophagus. A thin, flexible tube with a video camera is put through your nose and moved down your throat into the esophagus. The camera sends pictures to a video screen.\n\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your Gastroesophageal reflux disease (GERD)-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n\nMore InformationGastroesophageal reflux disease (GERD) care at Mayo ClinicNeedle biopsyUpper endoscopyX-rayShow more related information", "treatment": ""}, "Allergy": {"overview": "Allergies occur when your immune system reacts to a foreign substance — such as pollen, bee venom or pet dander — or a food that doesn't cause a reaction in most people. Your immune system produces substances known as antibodies. When you have allergies, your immune system makes antibodies that identify a particular allergen as harmful, even though it isn't. When you come into contact with the allergen, your immune system's reaction can inflame your skin, sinuses, airways or digestive system. The severity of allergies varies from person to person and can range from minor irritation to anaphylaxis — a potentially life-threatening emergency. While most allergies can't be cured, treatments can help relieve your allergy symptoms.", "symptoms": "Sneezing\nItching of the nose, eyes or roof of the mouth\nRunny, stuffy nose\nWatery, red or swollen eyes (conjunctivitis)", "causes": "An allergy starts when your immune system mistakes a normally harmless substance for a dangerous invader. The immune system then produces antibodies that remain on the alert for that particular allergen. When you're exposed to the allergen again, these antibodies can release a number of immune system chemicals, such as histamine, that cause allergy symptoms.\nCommon allergy triggers include:", "risk_factors": "Have a family history of asthma or allergies, such as hay fever, hives or eczema\nAre a child\nHave asthma or another allergic condition", "complications": "Having an allergy increases your risk of certain other medical problems, including:", "diagnosis": "To evaluate whether you have an allergy, your health care provider will likely:\n\nAsk detailed questions about signs and symptoms\nPerform a physical exam\nHave you keep a detailed diary of symptoms and possible triggers\n\nIf you have a food allergy, your provider will likely:\n\nAsk you to keep a detailed diary of the foods you eat\nAsk if you've stopped eating the suspected food during the allergy evaluation\n\nYour provider might also recommend one or both of the following tests. However, be aware that these allergy tests can be falsely positive or falsely negative.\n\nSkin test. Your skin will be pricked with small amounts of the proteins found in common allergens. If you're allergic, you'll likely develop a raised bump (hive) at the test location on your skin.\nBlood test. Specific IgE (sIgE) blood testing, commonly called radioallergosorbent test (RAST) or ImmunoCAP testing, measures the amount of allergy-causing antibodies in your bloodstream, known as immunoglobulin E (IgE) antibodies. A blood sample is sent to a medical laboratory, where it can be tested for evidence of sensitivity to possible allergens.\n\nIf your provider suspects your problems are caused by something other than an allergy, other tests might help identify — or rule out — other medical problems.\nMore InformationAllergy skin tests", "treatment": "Allergy treatments include:\n\nAllergen avoidance. Your provider will help you take steps to identify and avoid your allergy triggers. This is generally the most important step in preventing allergic reactions and reducing symptoms.\nMedications. Depending on your allergy, medications can help reduce your immune system reaction and ease symptoms. Your provider might suggest nonprescription or prescription medication in the form of pills or liquid, nasal sprays, or eyedrops.\n\nImmunotherapy. For severe allergies or allergies not completely relieved by other treatment, your provider might recommend allergen immunotherapy. This treatment involves a series of injections of purified allergen extracts, usually given over a period of a few years.\nAnother form of immunotherapy is a tablet that's placed under the tongue (sublingual) until it dissolves. Sublingual drugs are used to treat some pollen allergies.\n\nEmergency epinephrine. If you have a severe allergy, you might need to carry an emergency epinephrine shot at all times. Given for severe allergic reactions, an epinephrine shot (Auvi-Q, EpiPen, others) can reduce symptoms until you get emergency treatment.\n"}, "Typhoid": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Urinary tract infection": {"overview": "\n\n\n\n\r\n\t    Female urinary system\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nFemale urinary system\n\n\nFemale urinary system\nYour urinary system includes the kidneys, ureters, bladder and urethra. The urinary system removes waste from the body through urine. The kidneys are located toward the back of the upper abdomen. They filter waste and fluid from the blood and produce urine. Urine moves from the kidneys through narrow tubes to the bladder. These tubes are called the ureters. The bladder stores urine until it's time to urinate. Urine leaves the body through another small tube called the urethra.\n\n\n\n\n \n\n\n\n\r\n\t    Male urinary system\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nMale urinary system\n\n\nMale urinary system\nYour urinary system includes the kidneys, ureters, bladder and urethra. The urinary system removes waste from the body through urine. The kidneys are located toward the back of the upper abdomen. They filter waste and fluid from the blood and produce urine. Urine moves from the kidneys through narrow tubes to the bladder. These tubes are called the ureters. The bladder stores urine until it's time to urinate. Urine leaves the body through another small tube called the urethra.\n\n\n\n\n A urinary tract infection (UTI) is an infection in any part of the urinary system. The urinary system includes the kidneys, ureters, bladder and urethra. Most infections involve the lower urinary tract — the bladder and the urethra. Women are at greater risk of developing a UTI than are men. If an infection is limited to the bladder, it can be painful and annoying. But serious health problems can result if a UTI spreads to the kidneys. Health care providers often treat urinary tract infections with antibiotics. You can also take steps to lower the chance of getting a UTI in the first place.", "symptoms": "A strong urge to urinate that doesn't go away\nA burning feeling when urinating\nUrinating often, and passing small amounts of urine\nUrine that looks cloudy\nUrine that appears red, bright pink or cola-colored — signs of blood in the urine\nStrong-smelling urine\nPelvic pain, in women — especially in the center of the pelvis and around the area of the pubic bone", "causes": "UTIs typically occur when bacteria enter the urinary tract through the urethra and begin to spread in the bladder. The urinary system is designed to keep out bacteria. But the defenses sometimes fail. When that happens, bacteria may take hold and grow into a full-blown infection in the urinary tract.\nThe most common UTIs occur mainly in women and affect the bladder and urethra.", "risk_factors": "Female anatomy. Women have a shorter urethra than men do. As a result, there's less distance for bacteria to travel to reach the bladder.\nSexual activity. Being sexually active tends to lead to more UTIs. Having a new sexual partner also increases risk.\nCertain types of birth control. Using diaphragms for birth control may increase the risk of UTIs. Using spermicidal agents also can increase risk.\nMenopause. After menopause, a decline in circulating estrogen causes changes in the urinary tract. The changes can increase the risk of UTIs.", "complications": "When treated promptly and properly, lower urinary tract infections rarely lead to complications. But left untreated, UTIs can cause serious health problems.\nComplications of a UTI may include:", "diagnosis": "\n\n\n\n\r\n\t    Female cystoscopy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nFemale cystoscopy\n\n\nFemale cystoscopy\nCystoscopy allows a health care provider to view the lower urinary tract to look for problems, such as a bladder stone. Surgical tools can be passed through the cystoscope to treat certain urinary tract conditions.\n\n\n\n\n\n\n\n\n\n\r\n\t    Male cystoscopy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nMale cystoscopy\n\n\nMale cystoscopy\nCystoscopy allows a health care provider to view the lower urinary tract to look for problems in the urethra and bladder. Surgical tools can be passed through the cystoscope to treat certain urinary tract conditions.\n\n\n\n\n\nTests and procedures used to diagnose urinary tract infections include:\n\nAnalyzing a urine sample. Your health care provider may ask for a urine sample. The urine will be looked at in a lab to check for white blood cells, red blood cells or bacteria. You may be told to first wipe your genital area with an antiseptic pad and to collect the urine midstream. The process helps prevent the sample from being contaminated.\nGrowing urinary tract bacteria in a lab. Lab analysis of the urine is sometimes followed by a urine culture. This test tells your provider what bacteria are causing the infection. It can let your provider know which medications will be most effective.\nCreating images of the urinary tract. Recurrent UTIs may be caused by a structural problem in the urinary tract. Your health care provider may order an ultrasound, a CT scan or MRI to look for this issue. A contrast dye may be used to highlight structures in your urinary tract.\nUsing a scope to see inside the bladder. If you have recurrent UTIs, your health care provider may perform a cystoscopy. The test involves using a long, thin tube with a lens, called a cystoscope, to see inside the urethra and bladder. The cystoscope is inserted in the urethra and passed through to the bladder.\n\n\nCare at Mayo Clinic\n\n\r\n\t\t\t\t\tOur caring team of Mayo Clinic experts can help you with your Urinary tract infection (UTI)-related health concerns\r\n\t\t\t\t\tStart Here\n\n\n", "treatment": "Antibiotics usually are the first treatment for urinary tract infections. Your health and the type of bacteria found in your urine determine which medicine is used and how long you need to take it.\nSimple infection\nMedicines commonly used for simple UTIs include:\n\nTrimethoprim and sulfamethoxazole (Bactrim, Bactrim DS)\nFosfomycin (Monurol)\nNitrofurantoin (Macrodantin, Macrobid, Furadantin)\nCephalexin\nCeftriaxone\n\nThe group of antibiotics known as fluoroquinolones isn't commonly recommended for simple UTIs. These drugs include ciprofloxacin (Cipro), levofloxacin and others. The risks of these drugs generally outweigh the benefits for treating uncomplicated UTIs.\nIn cases of a complicated UTI or kidney infection, your health care provider might prescribe a fluoroquinolone medicine if there are no other treatment options.\nOften, UTI symptoms clear up within a few days of starting treatment. But you may need to continue antibiotics for a week or more. Take all of the medicine as prescribed.\nFor an uncomplicated UTI that occurs when you're otherwise healthy, your health care provider may recommend a shorter course of treatment. That may mean taking an antibiotic for 1 to 3 days. Whether a short course of treatment is enough to treat your infection depends on your symptoms and medical history.\nYour health care provider also may give you a pain reliever to take that can ease burning while urinating. But pain usually goes away soon after starting an antibiotic.\nFrequent infections\nIf you have frequent UTIs, your health care provider may recommend:\n\nLow-dose antibiotics. You might take them for six months or longer.\nDiagnosing and treating yourself when symptoms occur. You'll also be asked to stay in touch with your provider.\nTaking a single dose of antibiotic after sex if UTIs are related to sexual activity.\nVaginal estrogen therapy if you've reached menopause.\n\nSevere infection\nFor a severe UTI, you may need IV antibiotics in a hospital."}, "Common Cold": {"overview": "\nRelated information\nCOVID-19, cold, allergies and the flu: What are the differences? - Related informationCOVID-19, cold, allergies and the flu: What are the differences?\n The common cold is an illness affecting your nose and throat. Most often, it's harmless, but it might not feel that way. Germs called viruses cause a common cold. Often, adults may have two or three colds each year. Infants and young children may have colds more often. Most people recover from a common cold in 7 to 10 days. Symptoms might last longer in people who smoke. Most often, you don't need medical care for a common cold. If symptoms don't get better or if they get worse, see your health care provider. Illnesses of the nose and throat caused by germs are called upper respiratory tract infections.", "symptoms": "Runny or stuffy nose.\nSore or scratchy throat.\nCough.\nSneezing.\nGenerally feeling unwell.\nSlight body aches or a mild headache.\nLow-grade fever.", "causes": "Many viruses can cause a common cold. Rhinoviruses are the most common cause.\nA cold virus enters the body through the mouth, eyes or nose. The virus can spread by:", "risk_factors": "Age. Infants and young children have a greater risk of colds than other people, especially if they spend time in child care settings.\nWeakened immune system. Having a long-term illness or weakened immune system increases your risk.\nTime of year. Both children and adults are more likely to get colds in fall and winter.\nSmoking. Smoking or being around secondhand smoke increases the risk of catching a cold.\nExposure. Being in crowds, such as at school or on an airplane, increases the chance of getting a cold.", "complications": "These conditions can occur along with your cold:", "diagnosis": "You usually don't need medical care for a common cold. But if symptoms get worse or don't go away, see your health care provider.\nMost people with a common cold can be diagnosed by their symptoms. Your care provider may take a nasal or throat swab to rule out other illnesses. A chest X-ray may be ordered to rule out a lung illness.", "treatment": "There's no cure for the common cold. Most cases of the common cold get better without treatment within 7 to 10 days. But a cough may last a few more days.\nThe best thing you can do is take care of yourself while your body heals. Care tips include:\n\nRest.\nDrink plenty of liquids.\nHumidify the air.\nUse saline nasal rinses.\n\nAntibiotics do not treat cold viruses. They are used to treat illnesses caused by bacteria.\nPain relievers\nPain relievers you can buy without a prescription can lessen the discomfort of a sore throat, headache or fever.\nFor adults. Nonprescription pain relief for adults includes:\n\nAcetaminophen (Tylenol, others).\nIbuprofen (Advil, Motrin IB, others).\n\nFor children. Guidelines for pain relief medicines for children include the following:\n\nDo not give children or teenagers aspirin. Aspirin has been linked to Reye's syndrome, a rare life-threatening condition, in children or teenagers who have the flu or chickenpox.\nUse children-strength, nonprescription pain relievers. These include children's acetaminophen (Tylenol, others) or ibuprofen (Advil, Motrin, others).\nFor children younger than 3 months old, don't use acetaminophen until your baby has been seen by a health care provider.\nDon't give ibuprofen to a child younger than 6 months old or to children who are vomiting frequently.\nUse these medicines for the shortest time possible and follow label directions to avoid side effects.\nCall your health care provider if you have questions about the right dose.\n\nDecongestant nasal sprays\nFor adults. Adults can use decongestant drops or sprays for up to five days. These help a stuffy nose. Prolonged use can cause the return of symptoms.\nFor children. Children younger than 6 years old shouldn't use decongestant drops or sprays. Talk to your doctor before using nasal decongestants in children older than 6 years.\nCough syrups\nNonprescription cough and cold medicines are used to treat the symptoms of coughs and colds, not the underlying disease. Research suggests that these medicines don't work any better to treat colds than a placebo, an inactive medicine used in research.\nFor adults. Follow these tips for nonprescription cough and cold medicines:\n\nRead and follow the label directions.\nDon't take two medicines with the same active ingredient, such as an antihistamine, decongestant or pain reliever. Too much of a single ingredient could lead to an accidental overdose.\n\nFor children. Nonprescription cough and cold medicines aren't typically recommended for children. These medicines have potentially serious side effects, including fatal overdoses in children younger than 2 years old. Talk to your child's doctor before using any nonprescription cough and cold medicine in children."}, "Dimorphic hemmorhoids(piles)": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Osteoarthristis": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Fungal infection": {"overview": "\n\n\n\n\r\n\t    Nail fungus\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nNail fungus\n\n\nNail fungus\nNail fungus can cause the nail to become thick, ragged and discolored. An infected nail may separate from the nail bed.\n\n\n\n\n Nail fungus is a common infection of the nail. It begins as a white or yellow-brown spot under the tip of your fingernail or toenail. As the fungal infection goes deeper, the nail may discolor, thicken and crumble at the edge. Nail fungus can affect several nails. If your condition is mild and not bothering you, you may not need treatment. If your nail fungus is painful and has caused thickened nails, self-care steps and medications may help. But even if treatment is successful, nail fungus often comes back. Nail fungus is also called onychomycosis (on-ih-koh-my-KOH-sis). When fungus infects the areas between your toes and the skin of your feet, it's called athlete's foot (tinea pedis).", "symptoms": "Thickened\nDiscolored\nBrittle, crumbly or ragged\nMisshapen\nSeparated from the nail bed\nSmelly", "causes": "", "risk_factors": "Older age\nWearing shoes that make your feet sweat heavily\nHaving had athlete's foot in the past\nWalking barefoot in damp public areas, such as swimming pools, gyms and shower rooms\nHaving a minor skin or nail injury\nHaving a skin condition that affects the nails, such as psoriasis\nHaving diabetes, blood flow problems or a weakened immune system", "complications": "A severe case of nail fungus can be painful and may cause permanent damage to your nails. And it may lead to other serious infections that spread beyond your feet if you have a suppressed immune system due to medication, diabetes or other conditions.", "diagnosis": "Your health care provider will examine your nails and perhaps take some nail clippings or scrape debris from under your nail. These samples are sent to a lab to identify the cause of your symptoms.\nOther conditions, such as psoriasis, can mimic a fungal infection of the nail. Microorganisms such as yeast and bacteria also can infect nails. Knowing the cause of your infection helps determine the best treatment.", "treatment": "Treatment for toenail fungus isn't always needed. And sometimes self-care and nonprescription products clear up the infection. Talk with your health care provider if your condition doesn't improve. Treatment depends on the severity of your condition and the type of fungus causing it. It can take months to see results. And even if your nail condition improves, repeat infections are common.\nMedications\nYour health care provider may prescribe antifungal drugs that you take by mouth (orally) or apply to the nail.\n\n\nOral antifungal drugs. These drugs are often the first choice. One option is itraconazole (Sporanox). These drugs help a new nail grow free of infection, slowly replacing the infected part. \nYou typically take this type of drug daily for 6 to 12 weeks. But you won't see the end result of treatment until the nail grows back completely. It may take four months or longer to eliminate an infection. Treatment success rates with these drugs appear to be lower in adults over age 65.\nOral antifungal drugs may cause side effects such as rash and liver damage. Or they may interfere with other prescription drugs. You may need occasional blood tests to check on how you're doing with these types of drugs. Health care providers may not recommend oral antifungal drugs for people with liver disease or congestive heart failure or those taking certain medications.\n\nMedicated nail polish. Your health care provider may prescribe an antifungal nail polish called ciclopirox (Penlac). You paint it on your infected nails and surrounding skin once a day. After seven days, you wipe the piled-on layers clean with alcohol and begin fresh applications. You may need to use this type of nail polish daily for almost a year.\n\nMedicated nail cream. Your health care provider may prescribe an antifungal cream, such as efinaconazole (Jublia) and tavaborole (Kerydin). You rub this product into your infected nails after soaking. These creams may work better if you first thin the nails. This helps the medication get through the hard nail surface to the underlying fungus.\nTo thin nails, you apply a nonprescription lotion containing urea. Or your health care provider may thin the surface of the nail (debride) with a file or other tool.\nAntifungal nail creams may cause side effects such as rash.\n\n\nSurgery\nYour health care provider might suggest temporary removal of the nail so that the antifungal drug can be applied directly to the infection under the nail.\nThe most effective but least used option is surgery to permanently remove the nail and its root."}, "hepatitis A": {"overview": "\n\n\n\n\r\n\t    The liver\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nThe liver\n\n\nThe liver\nThe liver is the largest organ in the body. It's about the size of a football. It sits mainly in the upper right portion of the stomach area, above the stomach.\n\n\n\n\n Toxic hepatitis is an inflammation of your liver in reaction to certain substances to which you're exposed. Toxic hepatitis can be caused by alcohol, chemicals, drugs or nutritional supplements. In some cases, toxic hepatitis develops within hours or days of exposure to a toxin. In other cases, it may take months of regular use before signs and symptoms appear. The symptoms of toxic hepatitis often go away when exposure to the toxin stops. But toxic hepatitis can permanently damage your liver, leading to irreversible scarring of liver tissue (cirrhosis) and in some cases to liver failure, which can be life-threatening. ", "symptoms": "Yellowing of the skin and whites of the eyes (jaundice)\nItching\nAbdominal pain in the upper right portion of the abdomen\nFatigue\nLoss of appetite\nNausea and vomiting\nRash\nFever\nWeight loss\nDark or tea-colored urine", "causes": "Toxic hepatitis occurs when your liver develops inflammation because of exposure to a toxic substance. Toxic hepatitis may also develop when you take too much of a prescription or over-the-counter medication.\nThe liver normally removes and breaks down most drugs and chemicals from your bloodstream. Breaking down toxins creates byproducts that can damage the liver. Although the liver has a great capacity for regeneration, constant exposure to toxic substances can cause serious, sometimes irreversible harm.\nToxic hepatitis can be caused by:", "risk_factors": "Taking over-the-counter pain relievers or certain prescription drugs. Taking a medication or over-the-counter pain reliever that carries a risk of liver damage increases your risk of toxic hepatitis. This is especially true if you take multiple medications or take more than the recommended dose of medication.\nHaving a liver disease. Having a serious liver disorder such as cirrhosis or nonalcoholic fatty liver disease makes you much more susceptible to the effects of toxins.\nHaving hepatitis. Chronic infection with a hepatitis virus (hepatitis B, hepatitis C or one of the other — extremely rare — hepatitis viruses that may persist in the body) makes your liver more vulnerable.\nAging. As you age, your liver breaks down harmful substances more slowly. This means that toxins and their byproducts stay in your body longer.\nDrinking alcohol. Drinking alcohol while taking medications or certain herbal supplements increases the risk of toxicity.\nBeing female. Because women seem to metabolize certain toxins more slowly than men do, their livers are exposed to higher blood concentrations of harmful substances for a longer time. This increases the risk of toxic hepatitis.\nHaving certain genetic mutations. Inheriting certain genetic mutations that affect the production and action of the liver enzymes that break down toxins may make you more susceptible to toxic hepatitis.\nWorking with industrial toxins. Working with certain industrial chemicals puts you at risk of toxic hepatitis.", "complications": "", "diagnosis": "\n\n\n\n\r\n\t    Liver biopsy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nLiver biopsy\n\n\nLiver biopsy\nA liver biopsy is a procedure to remove a small sample of liver tissue for laboratory testing. Liver biopsy is commonly performed by inserting a thin needle through your skin and into your liver.\n\n\n\n\n\nTests and procedures used to diagnose toxic hepatitis include:\n\nPhysical exam. Your doctor will likely perform a physical exam and take a medical history. Be sure to bring to your appointment all medications you're taking, including over-the-counter drugs and herbs, in their original containers. Tell your doctor if you work with industrial chemicals or may have been exposed to pesticides, herbicides or other environmental toxins.\nBlood tests. Your doctor may order blood tests that look for high levels of certain liver enzymes. These enzyme levels can show how well your liver is functioning.\nImaging tests. Your doctor may recommend an imaging test to create a picture of your liver using ultrasound, computerized tomography (CT) or magnetic resonance imaging (MRI). Additional imaging tests may include magnetic elastography and transient elastography.\nLiver biopsy. A liver biopsy can help confirm the diagnosis of toxic hepatitis and help exclude other causes. During a liver biopsy, a needle is used to extract a small sample of tissue from your liver. The sample is examined under a microscope.\n\nMore InformationCT scanLiver biopsyMRIUltrasoundShow more related information", "treatment": "Doctors will work to determine what's causing your liver damage. Sometimes it's clear what's causing your symptoms, and other times it takes more detective work to pinpoint a cause. In most cases, stopping exposure to the toxin causing liver inflammation will reduce the signs and symptoms you experience.\nTreatments for toxic hepatitis may include:\n\nSupportive care. People with severe symptoms are likely to receive supportive therapy in the hospital, including intravenous fluids and medication to relieve nausea and vomiting. Your doctor will also monitor for liver damage.\nMedication to reverse liver damage caused by acetaminophen. If your liver damage was caused by an overdose of acetaminophen, you'll receive a chemical called acetylcysteine right away. The sooner this medication is administered, the greater the chance of limiting liver damage. It's most effective if administered within 16 hours of the acetaminophen overdose.\nEmergency care. For people who overdose on a toxic medication, emergency care is essential. People who overdose on certain medications other than acetaminophen may benefit from treatments to remove the offending medication from the body or reduce its toxic effect.\n\nLiver transplant. When liver function is severely impaired, a liver transplant may be the only option for some people. A liver transplant is an operation to remove your diseased liver and replace it with a healthy liver from a donor.\nMost livers used in liver transplants come from deceased donors. In some cases, livers can come from living donors who donate a portion of their livers.\n\n"}, "Hypoglycemia": {"overview": "Hypoglycemia is a condition in which your blood sugar (glucose) level is lower than the standard range. Glucose is your body's main energy source. Hypoglycemia is often related to diabetes treatment. But other drugs and a variety of conditions — many rare — can cause low blood sugar in people who don't have diabetes. Hypoglycemia needs immediate treatment. For many people, a fasting blood sugar of 70 milligrams per deciliter (mg/dL), or 3.9 millimoles per liter (mmol/L), or below should serve as an alert for hypoglycemia. But your numbers might be different. Ask your health care provider. Treatment involves quickly getting your blood sugar back to within the standard range either with a high-sugar food or drink or with medication. Long-term treatment requires identifying and treating the cause of hypoglycemia.", "symptoms": "Looking pale\nShakiness\nSweating\nHeadache\nHunger or nausea\nAn irregular or fast heartbeat\nFatigue\nIrritability or anxiety\nDifficulty concentrating\nDizziness or lightheadedness\nTingling or numbness of the lips, tongue or cheek", "causes": "Hypoglycemia occurs when your blood sugar (glucose) level falls too low for bodily functions to continue. There are several reasons why this can happen. The most common reason for low blood sugar is a side effect of medications used to treat diabetes.", "risk_factors": null, "complications": "Untreated hypoglycemia can lead to:", "diagnosis": "If you have hypoglycemia symptoms, your health care provider will likely conduct a physical exam and review your medical history.\nIf you use insulin or another diabetes medication to lower your blood sugar, and you have signs and symptoms of hypoglycemia, test your blood sugar levels with a blood glucose meter. If the result shows low blood sugar (under 70 mg/dL), treat according to your diabetes treatment plan.\nKeep a record of your blood sugar testing results and how you treated low blood sugar levels so that your health care provider can review the information to help adjust your diabetes treatment plan.\nIf you don't use medications known to cause hypoglycemia, your health care provider will want to know:\n\nWhat were your signs and symptoms? If you don't have signs and symptoms of hypoglycemia during your initial visit with your health care provider, he or she might have you fast overnight or longer. This will allow low blood sugar symptoms to occur so that a diagnosis can be made. It's also possible that you'll need do an extended fast — up to 72 hours — in a hospital setting.\nWhat is your blood sugar level when you're having symptoms? Your health care provider will draw a blood sample to be analyzed in the lab. If your symptoms occur after a meal, the blood sugar tests may be done after you eat.\nDo your symptoms disappear when blood sugar levels increase?\n", "treatment": "Immediate hypoglycemia treatment\nIf you have hypoglycemia symptoms, do the following:\n\nEat or drink 15 to 20 grams of fast-acting carbohydrates. These are sugary foods or drinks without protein or fat that are easily converted to sugar in the body. Try glucose tablets or gel, fruit juice, regular (not diet) soda, honey, or sugary candy.\nRecheck blood sugar levels 15 minutes after treatment. If blood sugar levels are still under 70 mg/dL (3.9 mmol/L), eat or drink another 15 to 20 grams of fast-acting carbohydrate, and recheck your blood sugar level again in 15 minutes. Repeat these steps until the blood sugar is above 70 mg/dL (3.9 mmol/L).\nHave a snack or meal. Once your blood sugar is back in the standard range, eating a healthy snack or meal can help prevent another drop in blood sugar and replenish your body's glycogen stores.\n\nImmediate treatment of severe hypoglycemia\nHypoglycemia is considered severe if you need help from someone to recover. For example, if you can't eat, you might need a glucagon injection or intravenous glucose.\nIn general, people with diabetes who are treated with insulin should have a glucagon kit for emergencies. Family and friends need to know where to find the kit and how to use it in case of emergency.\nIf you're helping someone who is unconscious, don't try to give the person food or drink. If there's no glucagon kit available or you don't know how to use it, call for emergency medical help.\nTreatment of an underlying condition\nPreventing recurrent hypoglycemia requires your health care provider to identify the condition causing hypoglycemia and treat it. Depending on the cause, treatment may involve:\n\nNutrition counseling. A review of eating habits and food planning with a registered dietitian may help reduce hypoglycemia.\nMedications. If a medication is the cause of your hypoglycemia, your health care provider will likely suggest adding, changing or stopping the medication or adjusting the dosage.\nTumor treatment. A tumor in your pancreas is typically treated by surgical removal of the tumor. In some cases, medication to control hypoglycemia or partial removal of the pancreas is necessary.\n"}, "Pneumonia": {"overview": "\n\n\n\n\r\n\t    Pneumonia and your lungs\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nPneumonia and your lungs\n\n\nPneumonia and your lungs\nMost pneumonia occurs when a breakdown in your body's natural defenses allows germs to invade and multiply within your lungs. To destroy the attacking organisms, white blood cells rapidly accumulate. Along with bacteria and fungi, they fill the air sacs within your lungs (alveoli). Breathing may be labored. A classic sign of bacterial pneumonia is a cough that produces thick, blood-tinged or yellowish-greenish sputum with pus.\n\n\n\n\n Pneumonia is an infection that inflames the air sacs in one or both lungs. The air sacs may fill with fluid or pus (purulent material), causing cough with phlegm or pus, fever, chills, and difficulty breathing. A variety of organisms, including bacteria, viruses and fungi, can cause pneumonia. Pneumonia can range in seriousness from mild to life-threatening. It is most serious for infants and young children, people older than age 65, and people with health problems or weakened immune systems.", "symptoms": "Chest pain when you breathe or cough\nConfusion or changes in mental awareness (in adults age 65 and older)\nCough, which may produce phlegm\nFatigue\nFever, sweating and shaking chills\nLower than normal body temperature (in adults older than age 65 and people with weak immune systems)\nNausea, vomiting or diarrhea\nShortness of breath", "causes": "Many germs can cause pneumonia. The most common are bacteria and viruses in the air we breathe. Your body usually prevents these germs from infecting your lungs. But sometimes these germs can overpower your immune system, even if your health is generally good.\nPneumonia is classified according to the types of germs that cause it and where you got the infection.", "risk_factors": "Children who are 2 years old or younger\nPeople who are age 65 or older", "complications": "Even with treatment, some people with pneumonia, especially those in high-risk groups, may experience complications, including:", "diagnosis": "\n\n\n\n\r\n\t    Chest X-ray showing pneumonia\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nChest X-ray showing pneumonia\n\n\nChest X-ray showing pneumonia\nThis chest X-ray shows an area of lung inflammation indicating the presence of pneumonia.\n\n\n\n\n\nYour doctor will start by asking about your medical history and doing a physical exam, including listening to your lungs with a stethoscope to check for abnormal bubbling or crackling sounds that suggest pneumonia.\nIf pneumonia is suspected, your doctor may recommend the following tests:\n\nBlood tests. Blood tests are used to confirm an infection and to try to identify the type of organism causing the infection. However, precise identification isn't always possible.\nChest X-ray. This helps your doctor diagnose pneumonia and determine the extent and location of the infection. However, it can't tell your doctor what kind of germ is causing the pneumonia.\nPulse oximetry. This measures the oxygen level in your blood. Pneumonia can prevent your lungs from moving enough oxygen into your bloodstream.\nSputum test. A sample of fluid from your lungs (sputum) is taken after a deep cough and analyzed to help pinpoint the cause of the infection.\n\nYour doctor might order additional tests if you're older than age 65, are in the hospital, or have serious symptoms or health conditions. These may include:\n\nCT scan. If your pneumonia isn't clearing as quickly as expected, your doctor may recommend a chest CT scan to obtain a more detailed image of your lungs.\nPleural fluid culture. A fluid sample is taken by putting a needle between your ribs from the pleural area and analyzed to help determine the type of infection.\n\nMore InformationChest X-rays", "treatment": "Treatment for pneumonia involves curing the infection and preventing complications. People who have community-acquired pneumonia usually can be treated at home with medication. Although most symptoms ease in a few days or weeks, the feeling of tiredness can persist for a month or more.\nSpecific treatments depend on the type and severity of your pneumonia, your age and your overall health. The options include:\n\nAntibiotics. These medicines are used to treat bacterial pneumonia. It may take time to identify the type of bacteria causing your pneumonia and to choose the best antibiotic to treat it. If your symptoms don't improve, your doctor may recommend a different antibiotic.\nCough medicine. This medicine may be used to calm your cough so that you can rest. Because coughing helps loosen and move fluid from your lungs, it's a good idea not to eliminate your cough completely. In addition, you should know that very few studies have looked at whether over-the-counter cough medicines lessen coughing caused by pneumonia. If you want to try a cough suppressant, use the lowest dose that helps you rest.\nFever reducers/pain relievers. You may take these as needed for fever and discomfort. These include drugs such as aspirin, ibuprofen (Advil, Motrin IB, others) and acetaminophen (Tylenol, others).\n\nHospitalization\nYou may need to be hospitalized if:\n\nYou are older than age 65\nYou are confused about time, people or places\nYour kidney function has declined\nYour systolic blood pressure is below 90 millimeters of mercury (mm Hg) or your diastolic blood pressure is 60 mm Hg or below\nYour breathing is rapid (30 breaths or more a minute)\nYou need breathing assistance\nYour temperature is below normal\nYour heart rate is below 50 or above 100\n\nYou may be admitted to the intensive care unit if you need to be placed on a breathing machine (ventilator) or if your symptoms are severe.\nChildren may be hospitalized if:\n\nThey are younger than age 2 months\nThey are lethargic or excessively sleepy\nThey have trouble breathing\nThey have low blood oxygen levels\nThey appear dehydrated\n"}, "Impetigo": {"overview": null, "symptoms": null, "causes": null, "risk_factors": null, "complications": null, "diagnosis": null, "treatment": null}, "Hepatitis E": {"overview": "\n\n\n\n\r\n\t    The liver\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nThe liver\n\n\nThe liver\nThe liver is the largest organ in the body. It's about the size of a football. It sits mainly in the upper right portion of the stomach area, above the stomach.\n\n\n\n\n Toxic hepatitis is an inflammation of your liver in reaction to certain substances to which you're exposed. Toxic hepatitis can be caused by alcohol, chemicals, drugs or nutritional supplements. In some cases, toxic hepatitis develops within hours or days of exposure to a toxin. In other cases, it may take months of regular use before signs and symptoms appear. The symptoms of toxic hepatitis often go away when exposure to the toxin stops. But toxic hepatitis can permanently damage your liver, leading to irreversible scarring of liver tissue (cirrhosis) and in some cases to liver failure, which can be life-threatening. ", "symptoms": "Yellowing of the skin and whites of the eyes (jaundice)\nItching\nAbdominal pain in the upper right portion of the abdomen\nFatigue\nLoss of appetite\nNausea and vomiting\nRash\nFever\nWeight loss\nDark or tea-colored urine", "causes": "Toxic hepatitis occurs when your liver develops inflammation because of exposure to a toxic substance. Toxic hepatitis may also develop when you take too much of a prescription or over-the-counter medication.\nThe liver normally removes and breaks down most drugs and chemicals from your bloodstream. Breaking down toxins creates byproducts that can damage the liver. Although the liver has a great capacity for regeneration, constant exposure to toxic substances can cause serious, sometimes irreversible harm.\nToxic hepatitis can be caused by:", "risk_factors": "Taking over-the-counter pain relievers or certain prescription drugs. Taking a medication or over-the-counter pain reliever that carries a risk of liver damage increases your risk of toxic hepatitis. This is especially true if you take multiple medications or take more than the recommended dose of medication.\nHaving a liver disease. Having a serious liver disorder such as cirrhosis or nonalcoholic fatty liver disease makes you much more susceptible to the effects of toxins.\nHaving hepatitis. Chronic infection with a hepatitis virus (hepatitis B, hepatitis C or one of the other — extremely rare — hepatitis viruses that may persist in the body) makes your liver more vulnerable.\nAging. As you age, your liver breaks down harmful substances more slowly. This means that toxins and their byproducts stay in your body longer.\nDrinking alcohol. Drinking alcohol while taking medications or certain herbal supplements increases the risk of toxicity.\nBeing female. Because women seem to metabolize certain toxins more slowly than men do, their livers are exposed to higher blood concentrations of harmful substances for a longer time. This increases the risk of toxic hepatitis.\nHaving certain genetic mutations. Inheriting certain genetic mutations that affect the production and action of the liver enzymes that break down toxins may make you more susceptible to toxic hepatitis.\nWorking with industrial toxins. Working with certain industrial chemicals puts you at risk of toxic hepatitis.", "complications": "", "diagnosis": "\n\n\n\n\r\n\t    Liver biopsy\r\n\t    Enlarge image\n\n\n\n\n\n\n\n\n\nClose\n\n\n\nLiver biopsy\n\n\nLiver biopsy\nA liver biopsy is a procedure to remove a small sample of liver tissue for laboratory testing. Liver biopsy is commonly performed by inserting a thin needle through your skin and into your liver.\n\n\n\n\n\nTests and procedures used to diagnose toxic hepatitis include:\n\nPhysical exam. Your doctor will likely perform a physical exam and take a medical history. Be sure to bring to your appointment all medications you're taking, including over-the-counter drugs and herbs, in their original containers. Tell your doctor if you work with industrial chemicals or may have been exposed to pesticides, herbicides or other environmental toxins.\nBlood tests. Your doctor may order blood tests that look for high levels of certain liver enzymes. These enzyme levels can show how well your liver is functioning.\nImaging tests. Your doctor may recommend an imaging test to create a picture of your liver using ultrasound, computerized tomography (CT) or magnetic resonance imaging (MRI). Additional imaging tests may include magnetic elastography and transient elastography.\nLiver biopsy. A liver biopsy can help confirm the diagnosis of toxic hepatitis and help exclude other causes. During a liver biopsy, a needle is used to extract a small sample of tissue from your liver. The sample is examined under a microscope.\n\nMore InformationCT scanLiver biopsyMRIUltrasoundShow more related information", "treatment": "Doctors will work to determine what's causing your liver damage. Sometimes it's clear what's causing your symptoms, and other times it takes more detective work to pinpoint a cause. In most cases, stopping exposure to the toxin causing liver inflammation will reduce the signs and symptoms you experience.\nTreatments for toxic hepatitis may include:\n\nSupportive care. People with severe symptoms are likely to receive supportive therapy in the hospital, including intravenous fluids and medication to relieve nausea and vomiting. Your doctor will also monitor for liver damage.\nMedication to reverse liver damage caused by acetaminophen. If your liver damage was caused by an overdose of acetaminophen, you'll receive a chemical called acetylcysteine right away. The sooner this medication is administered, the greater the chance of limiting liver damage. It's most effective if administered within 16 hours of the acetaminophen overdose.\nEmergency care. For people who overdose on a toxic medication, emergency care is essential. People who overdose on certain medications other than acetaminophen may benefit from treatments to remove the offending medication from the body or reduce its toxic effect.\n\nLiver transplant. When liver function is severely impaired, a liver transplant may be the only option for some people. A liver transplant is an operation to remove your diseased liver and replace it with a healthy liver from a donor.\nMost livers used in liver transplants come from deceased donors. In some cases, livers can come from living donors who donate a portion of their livers.\n\n"}}